{"feeds": [{"URL": "http://feedproxy.google.com/~r/WWF-InTheNews/~3/I2Uf2S49Ns0/transformational-power-corporate-clean-energy-purchasing", "Description": "\n   \n", "Title": "The Transformational Power of Corporate Clean Energy Purchasing"}, {"URL": "http://news.google.com/news/url?sa=t&fd=R&ct2=us&usg=AFQjCNGQL1G5qGtbKbJOEnZMlcrfOpFZfA&clid=c3a7d30bb8a4878e06b80cf16b898331&cid=52779650062032&ei=OebwWfjRK5n-qAKZooCIAQ&url=http://www.npr.org/sections/thetwo-way/2017/10/25/560045944/tesla-turns-power-back-on-at-childrens-hospital-in-puerto-rico", "Description": "NPRTesla Turns Power Back On At Children's Hospital In Puerto RicoNPRTesla has used its solar panels and batteries to restore reliable electricity at San Juan's Hospital del Nino (Children's Hospital)  in what company founder Elon Musk calls  the first of many solar+battery Tesla projects going live in Puerto Rico.  The ...Two-person energy firm's $300 million Puerto Rico contract raises eyebrowsUSA TODAYCarson says people of Puerto Rico have 'suffered just tremendously'The HillSierra Club begins stirring up trouble for Ryan Zinke over Whitefish's Puerto Rico power contractWashington ExaminerAOL -National Review -CBS Local -BBC Newsall 235 news articles  ", "Title": "Tesla Turns Power Back On At Children's Hospital In Puerto Rico - NPR"}, {"URL": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/eC_d-NCuxQw/index.html", "Description": "Members of the House energy and commerce committee threatened to subpoena the Drug Enforcement Administration over documents related to opioid  pill dumping  in West Virginia.\n    \n", "Title": "House panel threatens to subpoena DEA"}, {"URL": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/gRwxVlCkDEY/index.html", "Description": "If you ask the wrong questions  you'll never get the answers you're looking for. In the wake of the deaths of four US servicemen in Niger  the caustic political climate in Washington has sparked questions ranging from why President Trump failed to acknowledge the tragedy for more than a week to whether this is a Benghazi entanglement for the President's team.\n    \n", "Title": "The real questions we should be asking about Niger"}, {"URL": "http://www.bbc.co.uk/news/business-41747264", "Description": "Government-backed review calls for a new default tariff to cap energy company profits.", "Title": "Consumers and businesses 'paying too much for energy'"}, {"URL": "http://feedproxy.google.com/~r/WWFStories/~3/hE1UHETVZTY/a-new-set-of-leaders-will-fill-the-us-government-void-at-next-round-of-international-climate-talks", "Description": "Assuring the world that the United States is still an ally in the fight against climate change  American leaders outside of the federal government from governors and mayors to business executives and university presidents announced they will attend the next round of international climate talks in November.", "Title": "A new set of leaders will fill the US government void at next round of international climate talks"}, {"URL": "http://feedproxy.google.com/~r/WWFStories/~3/0g7UiN_gm-c/madagascar-s-solar-grandmothers-lead-a-renewable-revolution", "Description": "Remeza  Kingeline  Yollande and Hanitra are all part of WWF s access to sustainable energy program managed in collaboration with India s Barefoot College. The four women joined women from several other countries for a six-month training in India in applied solar technology. Most women joining the program leave their country  sometimes their native regions or villages  for the first time in their lives.", "Title": "Madagascar's 'solar grandmothers' lead a renewable revolution"}, {"URL": "http://feedproxy.google.com/~r/WWFStories/~3/NpyR5kSNF4w/bringing-tigers-back-home-to-kazakhstan", "Description": "On September 8th  2017  the Republic of Kazakhstan announced their plans to bring wild tigers back to their historical range in the Ili-Balkhash region  and signed a memorandum with WWF to implement a joint tiger reintroduction plan. These iconic cats will finally return to Kazakhstan  70 years after going extinct there.", "Title": "Bringing tigers back home to Kazakhstan"}, {"URL": "http://feedproxy.google.com/~r/WWFStories/~3/iVzn2IXMQQQ/what-is-a-walrus-haulout-and-what-does-it-mean-for-the-planet", "Description": " \nWalrus spend most of their time on sea ice. They migrate with moving ice floes and need ice for rest between dives for food. But when summer sea ice shrinks  walrus are forced to swim to land for refuge.\nAs thousands of walrus come ashore  they congregate in large groups known as  haulouts.  These mass gatherings are dangerous and even deadly for the animals. Nearby food sources may be quickly exhausted. As walrus are easily spooked by humans  vehicles or even small animals they can trample one another in a stampede to the sea. Tragically  many walruses  particularly young calves  will die in the stampede.\nShrinking sea ice\nThis month  the U.S. Fish and Wildlife Service announced that walruses have been spotted in early August near the village of Point Lay  Alaska on the Chukchi Sea. This marks the earliest known haulout for the walruses and signifies the ever-growing impact of receding Arctic sea ice.\nClimate change means sea ice is retreating earlier than in years past. Summer sea ice is moving north where waters are too deep for the walrus to successfully dive and feed. When the animals come ashore  they are farther away from their best feeding grounds and must make long commutes up to 250 miles round trip that are not possible for young calves. \nWhile the number of walrus in this year s haul out is not yet known they will continue to come ashore through early fall past years have seen haul out numbers of more than 35 000 walrus. \nWhat can be done\nResidents of Point Lay rally to protect the walrus which are an important cultural  nutritional  and economic resource for the community  by taking measures to keep them undisturbed  such as strictly limiting access to the haul-out area. But climate change remains the greatest threat to the walrus. Without action on the issue  sea ice will continue to shrink and the risk to walrus will continue to grow.\nTake action: Tell President Trump to prioritize our planet s future\n      ", "Title": "What is a walrus haulout and what does it mean for the planet?"}, {"URL": "http://feedproxy.google.com/~r/WWFStories/~3/YS2BWwC_fTE/supporters-help-wwf-launch-emergency-plan-to-stop-myanmar-s-elephant-poaching-crisis", "Description": "Amid a dire poaching crisis  wild Asian elephants in Myanmar received swift and essential aid from thousands of WWF supporters committed to protecting this iconic species. More than 3 000 people donated $263 211 in less than four weeks to fund an emergency action plan to train rangers and get boots on the ground to fight wildlife crime.", "Title": "Supporters help WWF launch emergency plan to stop Myanmar's elephant poaching crisis"}, {"URL": "http://feedproxy.google.com/~r/WWFStories/~3/HpUjiKWCLkc/turning-dirty-dyes-green", "Description": "CHANGZHOU :: CHINA\nA single T-shirt takes 700 gallons of water to produce; a pair of jeans  1 200 gallons. According to the World Bank  the textile and dyeing industry contributes to 20% of the world s water pollution.\nChina produces a large share of the world s textiles  both benefitting economically and bearing the brunt of environmental damage. Take  for example  the Changzhou Weile Dyeing Company  located in one of the many industrial parks scattered near Tai Hu Lake in the booming Yangtze River Delta near Shanghai.\nWeile  run by brothers Song Lingyong and Song Lingyan  supplies textiles to 40 countries  including the US  where Costco is a main client. Until recently  the factory was emitting putrid water and toxic gases into a region where ecology is already severely damaged by industry.\n I thought  if we can transform our dyeing factory to emit clean air and make money at the same time  would it not be possible to inspire our whole industry?  says Song Lingyan.\nIn 2014  Weile became the first textile company in the world to adhere to the Alliance for Water Stewardship (AWS) Standard  an international standard co-founded by WWF to promote the use of fresh water in a way that is socially equitable  environmentally sustainable  and economically beneficial.\n With the tools developed by WWF and partners  the companies and industrial parks are able to become real water stewards with global and local impact   says Wang Qian  acting director for WWF-China s Yangtze program.With its long supply chains  outdated technology  poor wastewater treatment facilities  and  most important  low profit margins (Weile s is just 5%)  the industry is ripe for transformation.\nLast year Weile invested eight million yuan (about $1.2 million) to upgrade technology to improve environmental impacts  say the Song brothers. While that put a dent in immediate profits  the long-term payoff is huge: Song Liyong says daily production costs are down 20% 25%.\nWorking with both global brands such as multinational clothing retailer H M and small producers like Weile  which employs 160 people  WWF helps companies shift to more responsible water use by assessing the financial impacts associated with environmental risks  says WWF-China s head of water practice  Ren Wenwei.\nIn addition to facilitating individual efforts  WWF  the Chinese government  and the textile industry are working collectively to improve environmental standards and governance.\nThe Weile factory is an utterly industrial site concrete floors  40-foot towers of white cloth  and the thundering sound of machinery. Yet  the space is surreally odorless and smokeless. The company collaborates with local government to upgrade technology for cleaner production and lower costs.\n Farmers fish from the river behind our factory   says Song Lingyong with pride  because it s so clean. \n \n      ", "Title": "Turning dirty dyes green"}, {"URL": "http://feedproxy.google.com/~r/WWFStories/~3/THiJIUqHIsM/wwf-helps-a-mountain-community-protect-forests-and-adapt-to-climate-change", "Description": "WWF recently concluded a project that worked closely with local communities to reduce land degradation  forest loss  and climate change vulnerability in the Himalayas in Nepal. Empowered by the Global Environment Facility  WWF worked directly with the government of Nepal to design and implement the project.", "Title": "WWF helps a mountain community protect forests and adapt to climate change"}, {"URL": "http://feedproxy.google.com/~r/WWFStories/~3/-i5aOwW6Ago/a-new-plan-to-save-belize-s-livelihood-giving-reef-and-coasts", "Description": "The coastal nation of Belize is at a crossroads. In 2009  the reef system was added to UNESCO s List of World Heritage in Danger. It remains on the list today because of mangrove deforestation  unsustainable coastal development and offshore oil exploration. The good news is a coastal zone management plan can safeguard Belize s natural assets and produce a win-win opportunity for the people and environment.", "Title": "A new plan to save Belize's livelihood-giving reef and coasts"}, {"URL": "https://www.theguardian.com/business/2017/oct/25/food-standards-bodies-culpable-in-2-sisters-scandal-inquiry-hears", "Description": "MPs open hearing into food safety failings uncovered by Guardian and ITV News at firm's West Bromwich processing plantRanjit Singh Boparan  the multimillionaire boss of 2 Sisters Food Group  has apologised for the scandal engulfing his company as he pledged to fund the cost of independent inspectors to police all 12 of his UK chicken sites.The concessions came during a sometimes heated session of the Commons' environment  food and rural affairs committee hearing  in which Boparan  whose firm produces a third of all poultry products eaten in the UK  also pledged to improve standards at his factory  increase training of his workforce and install closed circuit television to check on staff. Continue reading...", "Title": "2 Sisters boss apologises for 'mistakes' but dodges questions about breaches"}, {"URL": "https://www.theguardian.com/environment/2017/oct/24/bbc-apologises-over-interview-climate-sceptic-lord-nigel-lawson", "Description": "Exclusive: Lawson's claim that global temperatures are not rising went unchallenged  breaching guidelines on accuracy and impartialityThe BBC has apologised for an interview with the climate change denier Lord Lawson after admitting it had breached its own editorial guidelines for allowing him to claim that global temperatures have not risen in the past decade.BBC Radio 4's flagship news programme Today ran the item in August in which Lawson  interviewed by presenter Justin Webb  made the claim. The last three years have in fact seen successive global heat records broken. Continue reading...", "Title": "BBC apologises over interview with climate denier Lord Lawson"}, {"URL": "https://www.theguardian.com/environment/2017/oct/25/heathrow-third-runway-consultation-reopened-following-new-evidence", "Description": "Transport department publishes new noise analysis and air quality plan  with public consultation now open until 19 DecemberThe public consultation on the planned third runway at Heathrow has been reopened due to new evidence. The Department for Transport published a series of fresh reports into the impact of expanding the west London hub  including updated noise analysis and a new air quality plan.  Continue reading...", "Title": "Heathrow third runway consultation reopened after new evidence"}, {"URL": "https://www.theguardian.com/environment/2017/oct/25/electric-cars-emit-50-less-greenhouse-gas-than-diesel-study-finds", "Description": "Exclusive: researchers calculated the total lifecycle emissions of an electric car  including its manufacture  battery manufacture  and all of its energy consumption Electric cars emit significantly less greenhouse gases over their lifetimes than diesel engines even when they are powered by the most carbon intensive energy  a new report has found.In Poland  which uses high volumes of coal  electric vehicles produced a quarter less emissions than diesels when put through a full lifecycle modelling study by Belgium's VUB University. Continue reading...", "Title": "Electric cars emit 50% less greenhouse gas than diesel  study finds"}, {"URL": "https://www.theguardian.com/environment/2017/oct/25/amazon-rainforests-prince-charles-cerrado-manifesto", "Description": "The Prince of Wales is encouraging companies to sign up to the Cerrado manifesto  which aims to protect globally important natural landscapesThe loss of rainforest in the Amazon has been a familiar cause for activism for more than 30 years  but the partial success of efforts to protect it is moving the spotlight to a new landscape: Brazil's cerrado.Environmentalists fear that measures to reduce the exploitation of the Amazon rainforest for commodities such as soy and beef have pushed some of those activities into formerly less exploited regions such as the cerrado  a vast tropical savannah covering more than 2m sq km. Continue reading...", "Title": "Prince Charles: Companies chased away from Amazonian rainforests now destroying plains"}, {"URL": "https://www.theguardian.com/discover-cool-canada/2016/sep/16/10-toronto-restaurants-to-suit-every-budget", "Description": "Toronto is often described as 'Canada's Downtown' - and the dining scene is aptly eclectic. Here  food critic Valerie Howes reveals some of the spots that locals loveAlo is a light-flooded restaurant with a birds-and-lilies mural  tea-rose banquettes and a backlit selection of specialty liquors at the bar. Mentored by Daniel Boulud  chef Patrick Kriss creates ever-changing  French-influenced contemporary tasting menus here in Chinatown. Past highlights include: fermented heritage carrots with fresh mint and pungent gochujang  and a dessert built on contrasts - dark chocolate with pear and tonka bean. 163 Spadina Ave  416-260-2222 Continue reading...", "Title": "10 Toronto restaurants to suit every budget"}, {"URL": "https://www.theguardian.com/film/video/2017/oct/19/death-of-stalin-armando-iannucci-steve-buscemi-video", "Description": "Backstabbing and deceit are the order of the day in the Veep creator's historical satire  which stars Steve Buscemi  Michael Palin  Andrea Riseborough  Simon Russell Beale and Jason Isaacs as underlings vying for power in the wake of the Soviet dictator's death. Its creator and cast explain why their film resonates in our current political climate and the parallels between Trump and Stalin Continue reading...", "Title": "Armando Iannucci on The Death of Stalin  Donald Trump and disappearing democracy - video interview"}, {"URL": "https://www.theguardian.com/technology/2017/oct/25/empathy-virtual-reality-facebook-mark-zuckerberg-puerto-rico", "Description": "The tech world wants us to believe that virtual reality will unlock human understanding on a global scale. But it's also a business strategyThe other week  Mark Zuckerberg visited Puerto Rico without leaving California. He stood on the roof of Facebook's headquarters in Menlo Park with a virtual reality (VR) headset strapped to his face  and immersed himself in a flooded street 3 000 miles away.Zuckerberg was livestreaming the event to promote Facebook Spaces  a  social  VR app. But it backfired  badly. Using a humanitarian crisis for a marketing stunt made many people angry. So did the tasteless incongruity of Zuckerberg's grinning cartoon avatar set against a landscape of profound human suffering.  Continue reading...", "Title": "Empathy - the latest gadget Silicon Valley wants to sell you"}, {"URL": "https://www.theguardian.com/travel/2017/oct/23/bath-has-been-touristy-for-over-2000-years", "Description": "Ken Loach's 'scented-candle-buying tourists' are not much different from the incense-buying Romans of the past  writes Rob DeliusI support Ken Loach's vision for Bath as a city of small shops and with a palpable sense of the past (Report  21 October). But saying that  the city centre is too geared to visitors  forgets that it has been a site of pilgrimage for over 2 000 years. Today's  scented-candle-buying tourists  are not much different from its incense-buying Romans or its pleasure-seeking 18th- and 19th-century visitors  who have all helped the city flourish and are essential to its continued economic prosperity. Although I share his regret for the  loss of small shops such as ironmongers and greengrocers   Bath is not unique in this. However  it still enjoys many independent shops which we should focus our energy on championing  for the benefit of locals and tourists alike. And while it is tempting to join the call for large-scale development to be resisted to preserve Bath's unique beauty and rich history  sometimes we should have the courage to welcome it. For without such bold interventions the city would still have a stinking 1970s shopping precinct  and it would never have had the beautiful Georgian crescents it is famous for today.Rob DeliusBath* Join the debate - email guardian.letters@theguardian.com Continue reading...", "Title": "Bath has been touristy for over 2 000 years | Letters"}, {"URL": "https://www.theguardian.com/sport/2017/oct/20/sports-quiz-week-football-champions-league", "Description": "Who is hiring? Who missed their only shot? And whose sarcasm cost him a job?* Try our other sports quizzesWhich of the five English clubs in the Champions League is not leading their group?Chelsea LiverpoolManchester City Manchester United Tottenham Hotspur All five of them are topping their groupsRonnie O'Sullivan beat Zhang Yong in the English Open this week. Who played the final shot of the match?Ronnie O'Sullivan Zhang Yong The referee A woman who had invaded the arenaWhich athlete - who is worth around $400m - says he is too tightfisted to turn on data roaming on his phone  buy apps or pay to avoid adverts on music streaming sites?Rory McIlroyLeBron JamesLionel MessiRoger FedererWhat job advert did Chorley FC post on Twitter this week?They advertised for an electrician who could fix their faulty floodlights at half-timeA translator for their new signing  Fernando Gago  who played in the 2014 World Cup finalA midfielder and goalkeeper to play for them in the FA CupSomeone to replace their departing dietician  who has moved on to set up a sweet shopFC Turris midfielder Giovanni Liberti was given a five-match ban this week after he was found guilty of  urinating in the direction of the away section  and  making vulgar gestures while showing his genital organ . How did the president of the Serie D club defend his player?He said Liberti was  drunk on the feeling of victory  and didn't know what he was doing He said Liberti was  just waving happily to his girlfriend in the crowd  He said Liberti was drinking from a water fountain while tucking in his shirtHe said Liberti had consumed  too many isotonic drinks - they are the real culprits   Which of these statements about sacked Leicester manager Craig Shakespeare is not true?He is the only English manager to have won his first four matches in the Premier League He has a 100% win rate as West Brom manager He made most of his appearances as a player for Walsall He won more points in his first four league games than he did in his last 16 After his sacking  there are no English managers in the Premier LeagueWhich two teams have won the same number of points  scored the same number of goals  and produced the same number of wins  draws and defeats this season in both their domestic leagues and in the Champions League? Barcelona and Manchester City Real Madrid and Tottenham Hotspur Sevilla and Liverpool Manchester United and Atletico Madrid According to NFL kicker Jason Myers  what feels  great  dude  and  fucking awesome  man ?Being a Trump voter Missing two field goals in a defeatBeing Mike Myers' son Learning that he will play at White Hart Lane rather than Wembley next season Cork City were crowned League of Ireland champions on Tuesday night after a goalless draw against Derry City. The game was a sell out  so why was the stadium not full?An infamous airline bought up tickets for its staff but their flights were cancelledMany away fans were two hours late due to a misprint in their local newspaperOne of the stands was closed as its roof had been blown down by Storm OpheliaLocal hero Roy Keane was in a local pub so a group of fans stayed put and watched it with him on TV insteadAnthony Joshua won gold at the 2012 Olympics. How did his forthcoming opponent  Carlos Takam  fare when he took part in the 2004 Olympics?He also won gold He was beaten in the final He lost his first and only bout Continue reading...", "Title": "Sports quiz of the week: leaders  vulgar gestures  misers and Shakespeare"}, {"URL": "https://www.theguardian.com/environment/2017/oct/23/tim-flachs-endangered-species-in-pictures", "Description": "Photographer Tim Flach's latest book Endangered  with text by zoologist Jonathan Baillie  offers a powerful visual record of threatened animals and ecosystems facing the harshest of challengesTim Flach sees his Hasselblad H4D-60 camera as a means to its end: capturing the character and emotions of an animal. Until now his interest has been in the way humans shape animals  but in his new book  Endangered  he poses the question of what these animals  and their potential disappearance  mean to us.Twenty months of shooting and six months of assembling has resulted in a collection of more than 180 pictures.  In some cases we put up a black background in a zoo or a natural reserve  in others it meant being underwater with hippos or great white sharks.   Continue reading...", "Title": "Tim Flach's endangered species - in pictures"}, {"URL": "https://www.theguardian.com/world/2017/oct/23/waiting-for-the-tide-to-turn-kiribatis-fight-for-survival", "Description": "The 33 islands of Kiribati  a remote and low-lying nation in the Pacific Ocean  are under threat from climate change. But the islanders have not given up hopeKiribati is one of the most isolated countries in the world. As you fly in to the main island of South Tarawa  located less than 100 kms from the equator  a precariously thin strip of sand and green materialises out of the ocean. On one side  a narrow reef offers some protection to the inhabitants and their land - at low tide  at least. On the other side  a shallow lagoon reaches kilometres out to sea. The 33 islands of Kiribati - pronounced  Kiribass  - are extremely shallow; the highest point on many of the islands such as South Tarawa is just a couple of metres above sea level. Looking out of the aeroplane window  there is no depth to the scene - sea dissolves seamlessly into sky  a paint palette of every blue Continue reading...", "Title": "Waiting for the tide to turn: Kiribati's fight for survival"}, {"URL": "http://www.bbc.co.uk/news/uk-41744344", "Description": "An interview with Lord Lawson should have been challenged  the corporation's complaints unit says.", "Title": "BBC wrong to not challenge climate sceptic Lord Lawson"}, {"URL": "http://www.bbc.co.uk/news/science-environment-41671770", "Description": "Prof Joanna Haigh from Imperial College London explains why this gas has played a crucial role in shaping the Earth's climate.", "Title": "A brief history of the Earth's CO2"}, {"URL": "http://www.bbc.co.uk/news/science-environment-41604186", "Description": "Sentinel-5P lifts off from Russia to make 20 million daily observations of pollution across the globe.", "Title": "UK-Dutch-built Sentinel launches to track air quality"}, {"URL": "http://www.bbc.co.uk/news/science-environment-41700727", "Description": "What's it like to live somewhere like Beijing  where you can even see pollution with the naked eye?", "Title": "Pollution hot spots around the world"}]}