{"feeds": [{"URL": "http://feedproxy.google.com/~r/WWF-InTheNews/~3/z6wudcltIpM/", "Description": "\n   \n", "Title": "'Biological Annihilation:' Earth's 6th Mass Extinction Is Underway"}, {"URL": "http://feedproxy.google.com/~r/WWF-InTheNews/~3/zu_lMDw_DvU/", "Description": "\n   \n", "Title": "Earth Faces  Biological Annihilation  in Sixth Mass Extinction  Scientists Warn"}, {"URL": "http://www.bbc.co.uk/news/science-environment-41319885", "Description": "The ambitious goal of limiting global warming to 1.5C is still within reach  a study indicates.", "Title": "Paris climate aim 'still achievable'"}, {"URL": "http://www.bbc.co.uk/news/in-pictures-41306112", "Description": "Helping communities feed themselves during political and environmental instability.", "Title": "Food security"}, {"URL": "http://feedproxy.google.com/~r/WWFStories/~3/NpyR5kSNF4w/bringing-tigers-back-home-to-kazakhstan", "Description": "On September 8th  2017  the Republic of Kazakhstan announced their plans to bring wild tigers back to their historical range in the Ili-Balkhash region  and signed a memorandum with WWF to implement a joint tiger reintroduction plan. These iconic cats will finally return to Kazakhstan  70 years after going extinct there.", "Title": "Bringing tigers back home to Kazakhstan"}, {"URL": "http://feedproxy.google.com/~r/WWFStories/~3/iVzn2IXMQQQ/what-is-a-walrus-haulout-and-what-does-it-mean-for-the-planet", "Description": " \nWalrus spend most of their time on sea ice. They migrate with moving ice floes and need ice for rest between dives for food. But when summer sea ice shrinks  walrus are forced to swim to land for refuge.\nAs thousands of walrus come ashore  they congregate in large groups known as  haulouts.  These mass gatherings are dangerous and even deadly for the animals. Nearby food sources may be quickly exhausted. As walrus are easily spooked by humans  vehicles or even small animals they can trample one another in a stampede to the sea. Tragically  many walruses  particularly young calves  will die in the stampede.\nShrinking sea ice\nThis month  the U.S. Fish and Wildlife Service announced that walruses have been spotted in early August near the village of Point Lay  Alaska on the Chukchi Sea. This marks the earliest known haulout for the walruses and signifies the ever-growing impact of receding Arctic sea ice.\nClimate change means sea ice is retreating earlier than in years past. Summer sea ice is moving north where waters are too deep for the walrus to successfully dive and feed. When the animals come ashore  they are farther away from their best feeding grounds and must make long commutes up to 250 miles round trip that are not possible for young calves. \nWhile the number of walrus in this year s haul out is not yet known they will continue to come ashore through early fall past years have seen haul out numbers of more than 35 000 walrus. \nWhat can be done\nResidents of Point Lay rally to protect the walrus which are an important cultural  nutritional  and economic resource for the community  by taking measures to keep them undisturbed  such as strictly limiting access to the haul-out area. But climate change remains the greatest threat to the walrus. Without action on the issue  sea ice will continue to shrink and the risk to walrus will continue to grow.\nTake action: Tell President Trump to prioritize our planet s future\n      ", "Title": "What is a walrus haulout and what does it mean for the planet?"}, {"URL": "http://feedproxy.google.com/~r/WWFStories/~3/YS2BWwC_fTE/supporters-help-wwf-launch-emergency-plan-to-stop-myanmar-s-elephant-poaching-crisis", "Description": "Amid a dire poaching crisis  wild Asian elephants in Myanmar received swift and essential aid from thousands of WWF supporters committed to protecting this iconic species. More than 3 000 people donated $263 211 in less than four weeks to fund an emergency action plan to train rangers and get boots on the ground to fight wildlife crime.", "Title": "Supporters help WWF launch emergency plan to stop Myanmar's elephant poaching crisis"}, {"URL": "http://feedproxy.google.com/~r/WWFStories/~3/HpUjiKWCLkc/turning-dirty-dyes-green", "Description": "CHANGZHOU :: CHINA\nA single T-shirt takes 700 gallons of water to produce; a pair of jeans  1 200 gallons. According to the World Bank  the textile and dyeing industry contributes to 20% of the world s water pollution.\nChina produces a large share of the world s textiles  both benefitting economically and bearing the brunt of environmental damage. Take  for example  the Changzhou Weile Dyeing Company  located in one of the many industrial parks scattered near Tai Hu Lake in the booming Yangtze River Delta near Shanghai.\nWeile  run by brothers Song Lingyong and Song Lingyan  supplies textiles to 40 countries  including the US  where Costco is a main client. Until recently  the factory was emitting putrid water and toxic gases into a region where ecology is already severely damaged by industry.\n I thought  if we can transform our dyeing factory to emit clean air and make money at the same time  would it not be possible to inspire our whole industry?  says Song Lingyan.\nIn 2014  Weile became the first textile company in the world to adhere to the Alliance for Water Stewardship (AWS) Standard  an international standard co-founded by WWF to promote the use of fresh water in a way that is socially equitable  environmentally sustainable  and economically beneficial.\n With the tools developed by WWF and partners  the companies and industrial parks are able to become real water stewards with global and local impact   says Wang Qian  acting director for WWF-China s Yangtze program.With its long supply chains  outdated technology  poor wastewater treatment facilities  and  most important  low profit margins (Weile s is just 5%)  the industry is ripe for transformation.\nLast year Weile invested eight million yuan (about $1.2 million) to upgrade technology to improve environmental impacts  say the Song brothers. While that put a dent in immediate profits  the long-term payoff is huge: Song Liyong says daily production costs are down 20% 25%.\nWorking with both global brands such as multinational clothing retailer H M and small producers like Weile  which employs 160 people  WWF helps companies shift to more responsible water use by assessing the financial impacts associated with environmental risks  says WWF-China s head of water practice  Ren Wenwei.\nIn addition to facilitating individual efforts  WWF  the Chinese government  and the textile industry are working collectively to improve environmental standards and governance.\nThe Weile factory is an utterly industrial site concrete floors  40-foot towers of white cloth  and the thundering sound of machinery. Yet  the space is surreally odorless and smokeless. The company collaborates with local government to upgrade technology for cleaner production and lower costs.\n Farmers fish from the river behind our factory   says Song Lingyong with pride  because it s so clean. \n \n      ", "Title": "Turning dirty dyes green"}, {"URL": "http://feedproxy.google.com/~r/WWFStories/~3/THiJIUqHIsM/wwf-helps-a-mountain-community-protect-forests-and-adapt-to-climate-change", "Description": "WWF recently concluded a project that worked closely with local communities to reduce land degradation  forest loss  and climate change vulnerability in the Himalayas in Nepal. Empowered by the Global Environment Facility  WWF worked directly with the government of Nepal to design and implement the project.", "Title": "WWF helps a mountain community protect forests and adapt to climate change"}, {"URL": "http://feedproxy.google.com/~r/WWFStories/~3/-i5aOwW6Ago/a-new-plan-to-save-belize-s-livelihood-giving-reef-and-coasts", "Description": "The coastal nation of Belize is at a crossroads. In 2009  the reef system was added to UNESCO s List of World Heritage in Danger. It remains on the list today because of mangrove deforestation  unsustainable coastal development and offshore oil exploration. The good news is a coastal zone management plan can safeguard Belize s natural assets and produce a win-win opportunity for the people and environment.", "Title": "A new plan to save Belize's livelihood-giving reef and coasts"}, {"URL": "http://feedproxy.google.com/~r/WWFStories/~3/B2SjfXlvWGU/wwf-marks-with-great-sadness-the-passing-of-a-founding-leader-aileen-bowdoin-train", "Description": "WWF marks with great sadness the passing of a founding leader and dear friend  Aileen Bowdoin Train  who died peacefully at her home on July 7  2017.\nAileen was an early champion of conservation  serving on the boards of WWF-US in Washington  DC and WWF-International in Gland  Switzerland  the Chesapeake Bay Foundation  and the Wildfowl Trust of North America. She chaired the board of the Nature Conservancy of Maryland for many years  and she also founded and chaired the environmental organization Concern  Inc. Aileen also served on the boards of the Summit Fund  the Corcoran Gallery and the Foxcroft School  among others.\nAileen s dedication to public service was lifelong. Following college  she served as a nurse s aide at Walter Reed Hospital and was for many years a volunteer at Planned Parenthood. \nInspired by a safari in Kenya in 1956 with her husband  Russell Train  Aileen became a committed force for conservation and the protection of wildlife and wild places around the world. As key figures in the founding of WWF in the United States  Aileen and Russ sought to bring others into nature  to introduce them  firsthand  to the wonders of biodiversity and the natural world. Their vision was both local and global  advocating for local protection of land  air and water  but always with a profound commitment to building local leadership and institutions  linking people across the world.\nAileen was gracious  forthright  and industrious. She brought extraordinary drive and spirit to all she did. On trips into the wild  she was the first to pull on boots and wade in the muck behind the scientists. And whether in Tanzania  or Bhutan  or her beloved farm on the Eastern Shore of Maryland  Aileen was always prepared to dedicate her time  talent and wisdom to ensuring that the wonder of natural places would remain for generations to follow. \nTo her beloved children and grandchildren  we express our deepest condolences  as well as our gratitude for Aileen's remarkable life of service and her indelible legacy of leadership in protecting the planet we all share.\nContribute in memory of Aileen Bowdoin Train. Your donation will be used to support the Russell E. Train Education for Nature Program.\n      ", "Title": "WWF marks with great sadness the passing of a founding leader  Aileen Bowdoin Train"}, {"URL": "http://feedproxy.google.com/~r/WWFStories/~3/zFGszt8kJiw/wwf-and-tiger-beer-engage-to-help-rangers-and-protect-tigers", "Description": "WWF and Tiger Beer US are engaging in a campaign to fundraise to support rangers around the world  including those in tiger range countries to reduce the threat of poaching to this species. Tiger Beer will match up to $25 000 of consumer donations from July 1 through August 31  2017 to support WWF's Back a Ranger Program.", "Title": "WWF and Tiger Beer Engage to Help Rangers and Protect Tigers"}, {"URL": "https://www.theguardian.com/stage/2017/sep/19/susan-wokoma-interview-labour-of-love-chewing-gum", "Description": "She was a demon hunter  stole scenes as Michaela Coel's sister and is in a farce about Labour's identity crisis. But Susan Wokoma is turning to her own family to write her next roles'You're quite chatty  shut up  go use your energy somewhere else.  Susan Wokoma is explaining how she ended up as an actor by imagining how her teachers saw her.  I'm from quite an opinionated bunch of Nigerians. I'm the second youngest  and to make your space in that group of people is really hard. At school I had the space to be funny.  Her school suggested she use up her excess energy by joining theatre groups. It's easy to see why. When we first meet  she makes the story of the  ugly jumper  she's wearing  a cross between festive knitwear and something in a Swedish crime thriller  into a highly entertaining mini-saga. Wokoma  29  has had an astonishingly busy few years since graduating from drama school in 2010. As well as a stage career that took her to New York with the Donmar's all-female Julius Caesar and Henry IV  she's appeared on TV in Phoebe Waller-Bridge's pre-Fleabag comedy Crashing and was the lead in witty supernatural teen drama Crazyhead. She also played devout  Ludo-loving Cynthia in Michaela Coel's Chewing Gum  which took her to some eye-opening places: meticulously planning to lose her virginity to a stranger who then robs her house  for example  or using olive oil as a lubricant while preemptively breaking her own hymen. Continue reading...", "Title": "Chewing Gum's Susan Wokoma: 'The door shuts firmly on us a lot quicker'"}, {"URL": "https://www.theguardian.com/commentisfree/2017/sep/19/world-leading-eco-vandal-angela-merkel-german-environmental", "Description": "Ignore her reputation for supporting green initiatives. The German chancellor's record on environmental policy has been a disasterWhich living person has done most to destroy the natural world and the future wellbeing of humanity? Donald Trump will soon be the correct answer  when the full force of his havoc has been felt. But for now I would place another name in the frame: Angela Merkel. Related: Germany won't lead the free world. It barely looks beyond its own borders | Natalie Nougayrede  Continue reading...", "Title": "Who's the world's leading eco-vandal? It's Angela Merkel | George Monbiot"}, {"URL": "https://www.theguardian.com/environment/2017/sep/19/poorest-london-children-face-health-risks-toxic-air-poverty-obesity", "Description": "Schools in capital worst affected by air pollution are in most socially deprived areas with high levels of obesity  finds studyTens of thousands of the poorest children in London are facing a cocktail of health risks including air pollution  obesity and poverty that will leave them with lifelong health problems  according to a new report.The study found that schools in the capital worst affected by the UK's air pollution crisis were also disproportionately poor  with high levels of obesity. Continue reading...", "Title": "Poorest London children face health risks from toxic air  poverty and obesity"}, {"URL": "https://www.theguardian.com/environment/shortcuts/2017/sep/19/can-we-turn-the-whitechapel-fatberg-into-biodiesel", "Description": "The human-waste bomb recently found clogging up a London sewer has an unlikely admirer - a Scottish renewable energy companyFor a 130-tonne mass of grease  bound as hard as concrete by thousands of tampons  wipes and used tissues  the Whitechapel fatberg is in surprisingly high demand.Last week  the Museum of London announced it wants to display a chunk of the human-waste bomb  recently unearthed in east London  as a way  to raise questions about how we live today . Now  a Scottish biodiesel company is taking a piece to turn into fuel. Continue reading...", "Title": "Can we turn the Whitechapel fatberg into biodiesel?"}, {"URL": "https://www.theguardian.com/cities/2017/sep/19/bodega-cats-instagram-fur-flies-automated-food-cabinet-startup", "Description": "Bodegas' resident felines are symbolic of the relaxed environment that people appreciate about their local corner store. Could their bricks-and-mortar homes be put out of business by the latest tech startup? Won't somebody think of the cats?Two former Google employees' proposal to replace corner shops with automated cabinets promoted an outpouring of scorn on social media last week  but in among the gags ( vending machines already exist ) and the slurs was a semi-serious concern: won't somebody think of the cats?Bodegas' resident cats are symbolic of the personable  one-to-one service and relaxed environment that people appreciate about their local corner store - the kind of service and ambiance it's hard to replicate in a pantry for non-perishables. The Bodega entrepreneurs' choice of logo  a cat's face  was perceived to be just as inappropriate as their chosen name. Continue reading...", "Title": "The bodega cats of Instagram: fur flies over automated food cabinet startup"}, {"URL": "https://www.theguardian.com/society/2017/sep/19/bodys-bad-fat-could-be-altered-to-combat-obesity-say-scientists", "Description": "By blocking a particular protein  unhealthy 'white' fat could be transformed into calorie-burning 'beige' fat  experiments show Bad fat  could be made to turn over a new leaf and combat obesity by blocking a specific protein  scientists have discovered. Most fat in the body is unhealthy  white  tissue deposited around the waist  hips and thighs. But smaller amounts of energy-hungry  brown  fat are also found around the neck and shoulders. Brown fat generates heat by burning up excess calories.  Continue reading...", "Title": "Body's 'bad fat' could be altered to combat obesity  say scientists"}, {"URL": "https://www.theguardian.com/lifeandstyle/shortcuts/2017/sep/19/french-bulldog-battersea-dogs-home-celebrity-pet-health-problems", "Description": "Battersea Dogs Home is being besieged by an influx of the popular celebrity pet  which is prone to serious health problems that are expensive to treatName: French bulldog.Age: As individuals  unlikely to be more than 12 years old. As a species  about 150. Continue reading...", "Title": "Je regrette chien: why French bulldogs are being dumped"}, {"URL": "https://www.theguardian.com/society/gallery/2017/sep/18/no-place-like-home-in-pictures", "Description": "No Place Like Home is a photography and audio project by London-based photographer Jonathan Donovan.Each story explores what it is like to live in London  and asks what constitutes a home in this febrile environment. Exhibition from 16 - 22 September at Platform Southwark  London SE1 8BS  Continue reading...", "Title": "No place like home - in pictures"}, {"URL": "http://www.bbc.co.uk/news/in-pictures-41306112", "Description": "Helping communities feed themselves during political and environmental instability.", "Title": "Food in a fragile world"}, {"URL": "http://www.bbc.co.uk/news/science-environment-41279470", "Description": "The biggest and the smallest of the world's fish  birds  mammals  amphibians and reptiles are most at risk of dying out.", "Title": "Size matters when it comes to extinction risk"}, {"URL": "http://www.bbc.co.uk/news/science-environment-41319885", "Description": "The ambitious goal of limiting global warming to 1.5C is still within reach  a study indicates.", "Title": "Paris climate aim 'still achievable'"}, {"URL": "http://www.bbc.co.uk/news/science-environment-41279470", "Description": "The biggest and the smallest of the world's fish  birds  mammals  amphibians and reptiles are most at risk of dying out.", "Title": "Size matters when it comes to extinction risk"}, {"URL": "http://www.bbc.co.uk/news/world-us-canada-41296988", "Description": "Reports say the US will no longer withdraw from the Paris deal or will change its approach.", "Title": "Paris climate deal: US denies it will stay in accord"}, {"URL": "http://www.bbc.co.uk/news/business-41220948", "Description": "Figures from the government are seen as a milestone in the advance of renewable energy.", "Title": "Offshore wind power cheaper than new nuclear"}, {"URL": "http://www.bbc.co.uk/news/science-environment-41202929", "Description": "Animals and plants may be living in warm caves under Antarctica's ice  according to a study.", "Title": "Unknown species may thrive in Antarctic caves"}, {"URL": "http://www.bbc.co.uk/news/science-environment-40900679", "Description": "BBC environment analyst Roger Harrabin reviews Al Gore's climate movie sequel.", "Title": "Climate crusader Gore takes up arms again"}, {"URL": "http://www.bbc.co.uk/news/world-us-canada-41107049", "Description": "The reasons why the fourth-largest city in the US has become its flood capital.", "Title": "Flood capital"}, {"URL": "http://www.bbc.co.uk/news/world-europe-41049827", "Description": "A huge rockfall in Val Bondasca raises questions about how climate change is affecting the Alps.", "Title": "Alps melting?"}]}