{"feeds": [{"URL": "http://feedproxy.google.com/~r/WWF-InTheNews/~3/I2Uf2S49Ns0/transformational-power-corporate-clean-energy-purchasing", "Description": "\n   \n", "Title": "The Transformational Power of Corporate Clean Energy Purchasing"}, {"URL": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/HxRC52vktJM/index.html", "Description": "A mammoth typhoon is closing in on Japan  hurling dangerous winds and threatening to cause major flooding and mudslides.\n    \n", "Title": "Mammoth typhoon closes in on Japan"}, {"URL": "http://www.bbc.co.uk/news/uk-41706937", "Description": "Storm Brian has hit the UK with gale-force winds and high seas - closing roads and causing flooding.", "Title": "Huge waves crash over seafronts in Storm Brian surge"}, {"URL": "http://feedproxy.google.com/~r/WWFStories/~3/0g7UiN_gm-c/madagascar-s-solar-grandmothers-lead-a-renewable-revolution", "Description": "Remeza  Kingeline  Yollande and Hanitra are all part of WWF s access to sustainable energy program managed in collaboration with India s Barefoot College. The four women joined women from several other countries for a six-month training in India in applied solar technology. Most women joining the program leave their country  sometimes their native regions or villages  for the first time in their lives.", "Title": "Madagascar's 'solar grandmothers' lead a renewable revolution"}, {"URL": "http://feedproxy.google.com/~r/WWFStories/~3/NpyR5kSNF4w/bringing-tigers-back-home-to-kazakhstan", "Description": "On September 8th  2017  the Republic of Kazakhstan announced their plans to bring wild tigers back to their historical range in the Ili-Balkhash region  and signed a memorandum with WWF to implement a joint tiger reintroduction plan. These iconic cats will finally return to Kazakhstan  70 years after going extinct there.", "Title": "Bringing tigers back home to Kazakhstan"}, {"URL": "http://feedproxy.google.com/~r/WWFStories/~3/iVzn2IXMQQQ/what-is-a-walrus-haulout-and-what-does-it-mean-for-the-planet", "Description": " \nWalrus spend most of their time on sea ice. They migrate with moving ice floes and need ice for rest between dives for food. But when summer sea ice shrinks  walrus are forced to swim to land for refuge.\nAs thousands of walrus come ashore  they congregate in large groups known as  haulouts.  These mass gatherings are dangerous and even deadly for the animals. Nearby food sources may be quickly exhausted. As walrus are easily spooked by humans  vehicles or even small animals they can trample one another in a stampede to the sea. Tragically  many walruses  particularly young calves  will die in the stampede.\nShrinking sea ice\nThis month  the U.S. Fish and Wildlife Service announced that walruses have been spotted in early August near the village of Point Lay  Alaska on the Chukchi Sea. This marks the earliest known haulout for the walruses and signifies the ever-growing impact of receding Arctic sea ice.\nClimate change means sea ice is retreating earlier than in years past. Summer sea ice is moving north where waters are too deep for the walrus to successfully dive and feed. When the animals come ashore  they are farther away from their best feeding grounds and must make long commutes up to 250 miles round trip that are not possible for young calves. \nWhile the number of walrus in this year s haul out is not yet known they will continue to come ashore through early fall past years have seen haul out numbers of more than 35 000 walrus. \nWhat can be done\nResidents of Point Lay rally to protect the walrus which are an important cultural  nutritional  and economic resource for the community  by taking measures to keep them undisturbed  such as strictly limiting access to the haul-out area. But climate change remains the greatest threat to the walrus. Without action on the issue  sea ice will continue to shrink and the risk to walrus will continue to grow.\nTake action: Tell President Trump to prioritize our planet s future\n      ", "Title": "What is a walrus haulout and what does it mean for the planet?"}, {"URL": "http://feedproxy.google.com/~r/WWFStories/~3/YS2BWwC_fTE/supporters-help-wwf-launch-emergency-plan-to-stop-myanmar-s-elephant-poaching-crisis", "Description": "Amid a dire poaching crisis  wild Asian elephants in Myanmar received swift and essential aid from thousands of WWF supporters committed to protecting this iconic species. More than 3 000 people donated $263 211 in less than four weeks to fund an emergency action plan to train rangers and get boots on the ground to fight wildlife crime.", "Title": "Supporters help WWF launch emergency plan to stop Myanmar's elephant poaching crisis"}, {"URL": "http://feedproxy.google.com/~r/WWFStories/~3/HpUjiKWCLkc/turning-dirty-dyes-green", "Description": "CHANGZHOU :: CHINA\nA single T-shirt takes 700 gallons of water to produce; a pair of jeans  1 200 gallons. According to the World Bank  the textile and dyeing industry contributes to 20% of the world s water pollution.\nChina produces a large share of the world s textiles  both benefitting economically and bearing the brunt of environmental damage. Take  for example  the Changzhou Weile Dyeing Company  located in one of the many industrial parks scattered near Tai Hu Lake in the booming Yangtze River Delta near Shanghai.\nWeile  run by brothers Song Lingyong and Song Lingyan  supplies textiles to 40 countries  including the US  where Costco is a main client. Until recently  the factory was emitting putrid water and toxic gases into a region where ecology is already severely damaged by industry.\n I thought  if we can transform our dyeing factory to emit clean air and make money at the same time  would it not be possible to inspire our whole industry?  says Song Lingyan.\nIn 2014  Weile became the first textile company in the world to adhere to the Alliance for Water Stewardship (AWS) Standard  an international standard co-founded by WWF to promote the use of fresh water in a way that is socially equitable  environmentally sustainable  and economically beneficial.\n With the tools developed by WWF and partners  the companies and industrial parks are able to become real water stewards with global and local impact   says Wang Qian  acting director for WWF-China s Yangtze program.With its long supply chains  outdated technology  poor wastewater treatment facilities  and  most important  low profit margins (Weile s is just 5%)  the industry is ripe for transformation.\nLast year Weile invested eight million yuan (about $1.2 million) to upgrade technology to improve environmental impacts  say the Song brothers. While that put a dent in immediate profits  the long-term payoff is huge: Song Liyong says daily production costs are down 20% 25%.\nWorking with both global brands such as multinational clothing retailer H M and small producers like Weile  which employs 160 people  WWF helps companies shift to more responsible water use by assessing the financial impacts associated with environmental risks  says WWF-China s head of water practice  Ren Wenwei.\nIn addition to facilitating individual efforts  WWF  the Chinese government  and the textile industry are working collectively to improve environmental standards and governance.\nThe Weile factory is an utterly industrial site concrete floors  40-foot towers of white cloth  and the thundering sound of machinery. Yet  the space is surreally odorless and smokeless. The company collaborates with local government to upgrade technology for cleaner production and lower costs.\n Farmers fish from the river behind our factory   says Song Lingyong with pride  because it s so clean. \n \n      ", "Title": "Turning dirty dyes green"}, {"URL": "http://feedproxy.google.com/~r/WWFStories/~3/THiJIUqHIsM/wwf-helps-a-mountain-community-protect-forests-and-adapt-to-climate-change", "Description": "WWF recently concluded a project that worked closely with local communities to reduce land degradation  forest loss  and climate change vulnerability in the Himalayas in Nepal. Empowered by the Global Environment Facility  WWF worked directly with the government of Nepal to design and implement the project.", "Title": "WWF helps a mountain community protect forests and adapt to climate change"}, {"URL": "http://feedproxy.google.com/~r/WWFStories/~3/-i5aOwW6Ago/a-new-plan-to-save-belize-s-livelihood-giving-reef-and-coasts", "Description": "The coastal nation of Belize is at a crossroads. In 2009  the reef system was added to UNESCO s List of World Heritage in Danger. It remains on the list today because of mangrove deforestation  unsustainable coastal development and offshore oil exploration. The good news is a coastal zone management plan can safeguard Belize s natural assets and produce a win-win opportunity for the people and environment.", "Title": "A new plan to save Belize's livelihood-giving reef and coasts"}, {"URL": "http://feedproxy.google.com/~r/WWFStories/~3/B2SjfXlvWGU/wwf-marks-with-great-sadness-the-passing-of-a-founding-leader-aileen-bowdoin-train", "Description": "WWF marks with great sadness the passing of a founding leader and dear friend  Aileen Bowdoin Train  who died peacefully at her home on July 7  2017.\nAileen was an early champion of conservation  serving on the boards of WWF-US in Washington  DC and WWF-International in Gland  Switzerland  the Chesapeake Bay Foundation  and the Wildfowl Trust of North America. She chaired the board of the Nature Conservancy of Maryland for many years  and she also founded and chaired the environmental organization Concern  Inc. Aileen also served on the boards of the Summit Fund  the Corcoran Gallery and the Foxcroft School  among others.\nAileen s dedication to public service was lifelong. Following college  she served as a nurse s aide at Walter Reed Hospital and was for many years a volunteer at Planned Parenthood. \nInspired by a safari in Kenya in 1956 with her husband  Russell Train  Aileen became a committed force for conservation and the protection of wildlife and wild places around the world. As key figures in the founding of WWF in the United States  Aileen and Russ sought to bring others into nature  to introduce them  firsthand  to the wonders of biodiversity and the natural world. Their vision was both local and global  advocating for local protection of land  air and water  but always with a profound commitment to building local leadership and institutions  linking people across the world.\nAileen was gracious  forthright  and industrious. She brought extraordinary drive and spirit to all she did. On trips into the wild  she was the first to pull on boots and wade in the muck behind the scientists. And whether in Tanzania  or Bhutan  or her beloved farm on the Eastern Shore of Maryland  Aileen was always prepared to dedicate her time  talent and wisdom to ensuring that the wonder of natural places would remain for generations to follow. \nTo her beloved children and grandchildren  we express our deepest condolences  as well as our gratitude for Aileen's remarkable life of service and her indelible legacy of leadership in protecting the planet we all share.\nContribute in memory of Aileen Bowdoin Train. Your donation will be used to support the Russell E. Train Education for Nature Program.\n      ", "Title": "WWF marks with great sadness the passing of a founding leader  Aileen Bowdoin Train"}, {"URL": "http://feedproxy.google.com/~r/WWFStories/~3/zFGszt8kJiw/wwf-and-tiger-beer-engage-to-help-rangers-and-protect-tigers", "Description": "WWF and Tiger Beer US are engaging in a campaign to fundraise to support rangers around the world  including those in tiger range countries to reduce the threat of poaching to this species. Tiger Beer will match up to $25 000 of consumer donations from July 1 through August 31  2017 to support WWF's Back a Ranger Program.", "Title": "WWF and Tiger Beer Engage to Help Rangers and Protect Tigers"}, {"URL": "https://www.theguardian.com/world/2017/oct/21/storm-brian-causes-flooding-in-south-west-ireland", "Description": "UK Met Office issues yellow weather warning for parts of England and Wales after high winds and heavy rainParts of Britain have been battered by winds of almost 80mph and heavy rains as storm Brian crossed the Irish Sea after causing flooding in some parts of Ireland. A yellow weather warning for winds across a swath of Britain  including Wales and southern England up to the Midlands and north west  will remain in place until midnight on Saturday.  Continue reading...", "Title": "Storm Brian hits Britain after flooding in south-west Ireland"}, {"URL": "https://www.theguardian.com/film/video/2017/oct/19/death-of-stalin-armando-iannucci-steve-buscemi-video", "Description": "Backstabbing and deceit are the order of the day in the Veep creator's historical satire  which stars Steve Buscemi  Michael Palin  Andrea Riseborough  Simon Russell Beale and Jason Isaacs as underlings vying for power in the wake of the Soviet dictator's death. Its creator and cast explain why their film resonates in our current political climate and the parallels between Trump and Stalin Continue reading...", "Title": "Armando Iannucci on The Death of Stalin  Donald Trump and disappearing democracy - video interview"}, {"URL": "https://www.theguardian.com/film/2017/oct/20/geostorm-review-gerard-butler-dull-disaster-movie-is-a-washout", "Description": "An ill-timed action thriller about a rogue weather-controlling system is as clunky as its premise and dumber than a street full of hailstonesWhen writer-director Dean Devlin titled his handsomely budgeted new action tentpole Geostorm  he entered into an unspoken pact with his prospective audience. He chose a goofy  make-believe word  and in doing so  promised a goofy  make-believe movie. Nobody's walking into the auditorium looking for lofty insights on the complexities of the human condition  or even a commentary on how the timebomb that is climate change continues ticking away due to political gridlock. It ain't Citizen Kane and it ain't An Inconvenient Truth  and there's no sport in expecting it to be. All parties involved should understand the terms of this tacit agreement  an  if you build it  they will come  proposition in which  it  refers to nothing short of a natural apocalypse. All Devlin needed to do was deliver a storm  and no ordinary storm - a storm of geo-proportions. To put it in the parlance of our times  you had one job. Related: Is climate change Hollywood's new supervillain?  Continue reading...", "Title": "Geostorm review - Gerard Butler's dull disaster movie is a washout"}, {"URL": "https://www.theguardian.com/environment/2017/oct/22/the-eco-guide-to-the-new-mindful-activism", "Description": "Placard-bearing angry activists have their place  but their are other  gentler ways to make a differenceActivists are the vital foot soldiers of the environmental movement. But is the classic activist model - placard-bearing and angry - actually effective? There's a suggestion that if you're not shouting in the face of The Man 24 hours a day  do you actually care?Sarah Corbett warns that angry activists are in danger of burning out Continue reading...", "Title": "The eco guide to new mindful activism"}, {"URL": "https://www.theguardian.com/lifeandstyle/2017/oct/21/british-apple-boom-forgotten-varieties-apple-day", "Description": "As events across the UK celebrate Apple Day this weekend  we talk to the growers preserving the country's 'lost' harvestBritain is enjoying a remarkable apple boom  as hundreds of new community orchards revive lost varieties and contribute to a thriving heritage market.According to Steve Oram  who is the apple diversity officer at the wildlife charity People's Trust for Endangered Species:  We are adding new orchards to the register all the time. Some are in allotments  others in schools and even housing developments. Continue reading...", "Title": "British apple boom brings back hundreds of forgotten varieties"}, {"URL": "https://www.theguardian.com/travel/2017/oct/21/bologna-italy-city-guide-best-bars-restaurants-hotels-museums-art", "Description": "The opening of a foodie theme park will further elevate Bologna's reputation as Italy's culinary capital but the city has plenty more to offer  including superb art  music and medieval architectureEurope's oldest university town (it was founded in 1088) has been a haven for intellectuals and creative types since luminaries such as Dante and Petrarch passed through in the 14th century. Cultural capitals can ossify with time  but the constant influx of young blood into Bologna has kept the city alive. In the evenings  cafes flood with Bolognesi  from high-society ladies to stylishly scruffy undergraduates arguing politics and sipping Aperol spritzes.Piazza Verdi attracts musicians and dreadlocked punks  while bars under the arches of Piazza Santo Stefano are a lovely spot for a sundowner. At weekends the central Via Ugo Bassi and Via Rizzoli  along with perpendicular Via dell'Indipendenza  are pedestrianised and fill with shoppers and street performers. At nightfall  crowds from the student bars along Via Zamboni and the more upscale options on Via del Pratello spill into the streets. Continue reading...", "Title": "Bologna city guide: what to see plus the best bars  restaurants and hotels"}, {"URL": "https://www.theguardian.com/books/2017/oct/22/british-novelists-need-not-fear-an-american-takeover-of-the-booker", "Description": "American writers won't scoop up every prize  says former Man Booker judge Alastair Niven; while Robynn Ormond puts in a word for Martin O Cadhain's literary experimentTibor Fischer argues (Opinion  17 October) that by opening up the Man Booker prize to writers from countries other than the UK and the Commonwealth - ie to Americans - there is no longer a level playing field. It's true British authors are not eligible for the main US awards  but isolationism on one side of the Atlantic need not be met by timidity on the other. I was a judge of the Man Booker prize in 2014 when American books were first admitted  and all the panel felt this had brought wonderful new energy to it. I was able to compare it with an earlier year when I had again been a judge  but without any American submissions. Second time round was even more enjoyable than the first because we knew we were meeting the challenge of finding the best novel in the English language of that year  regardless of where it originated.We chose an Australian book. The next year the winner was Jamaican. This year British and Pakistani writers have been on the shortlist. Why should British or Commonwealth novelists be frightened of American competition? Each year the judges make a sincere effort to find the best. There will be plenty of future winners from the UK  the Commonwealth and  of course  the US. I refuse to accept that the Americans are so overwhelmingly amazing that the rest of the world can only watch in awe as they inevitably scoop up every literary prize going. Who won the Nobel prize in literature this year? A Briton of Japanese origin. Alastair NivenDirector of literature  Arts Council England 1987-97; Director of literature  British Council  1997-2001; President  English PEN  2003-07 Continue reading...", "Title": "British novelists need not fear an American takeover of the Booker prize | Letters"}, {"URL": "https://www.theguardian.com/sport/2017/oct/20/sports-quiz-week-football-champions-league", "Description": "Who is hiring? Who missed their only shot? And whose sarcasm cost him a job?* Try our other sports quizzesWhich of the five English clubs in the Champions League is not leading their group?Chelsea LiverpoolManchester City Manchester United Tottenham Hotspur All five of them are topping their groupsRonnie O'Sullivan beat Zhang Yong in the English Open this week. Who played the final shot of the match?Ronnie O'Sullivan Zhang Yong The referee A woman who had invaded the arenaWhich athlete - who is worth around $400m - says he is too tightfisted to turn on data roaming on his phone  buy apps or pay to avoid adverts on music streaming sites?Rory McIlroyLeBron JamesLionel MessiRoger FedererWhat job advert did Chorley FC post on Twitter this week?They advertised for an electrician who could fix their faulty floodlights at half-timeA translator for their new signing  Fernando Gago  who played in the 2014 World Cup finalA midfielder and goalkeeper to play for them in the FA CupSomeone to replace their departing dietician  who has moved on to set up a sweet shopFC Turris midfielder Giovanni Liberti was given a five-match ban this week after he was found guilty of  urinating in the direction of the away section  and  making vulgar gestures while showing his genital organ . How did the president of the Serie D club defend his player?He said Liberti was  drunk on the feeling of victory  and didn't know what he was doing He said Liberti was  just waving happily to his girlfriend in the crowd  He said Liberti was drinking from a water fountain while tucking in his shirtHe said Liberti had consumed  too many isotonic drinks - they are the real culprits   Which of these statements about sacked Leicester manager Craig Shakespeare is not true?He is the only English manager to have won his first four matches in the Premier League He has a 100% win rate as West Brom manager He made most of his appearances as a player for Walsall He won more points in his first four league games than he did in his last 16 After his sacking  there are no English managers in the Premier LeagueWhich two teams have won the same number of points  scored the same number of goals  and produced the same number of wins  draws and defeats this season in both their domestic leagues and in the Champions League? Barcelona and Manchester City Real Madrid and Tottenham Hotspur Sevilla and Liverpool Manchester United and Atletico Madrid According to NFL kicker Jason Myers  what feels  great  dude  and  fucking awesome  man ?Being a Trump voter Missing two field goals in a defeatBeing Mike Myers' son Learning that he will play at White Hart Lane rather than Wembley next season Cork City were crowned League of Ireland champions on Tuesday night after a goalless draw against Derry City. The game was a sell out  so why was the stadium not full?An infamous airline bought up tickets for its staff but their flights were cancelledMany away fans were two hours late due to a misprint in their local newspaperOne of the stands was closed as its roof had been blown down by Storm OpheliaLocal hero Roy Keane was in a local pub so a group of fans stayed put and watched it with him on TV insteadAnthony Joshua won gold at the 2012 Olympics. How did his forthcoming opponent  Carlos Takam  fare when he took part in the 2004 Olympics?He also won gold He was beaten in the final He lost his first and only bout Continue reading...", "Title": "Sports quiz of the week: leaders  vulgar gestures  misers and Shakespeare"}, {"URL": "https://www.theguardian.com/lifeandstyle/the-running-blog/2017/oct/21/ultrarunning-pain-cave-zach-miller-race", "Description": "In the world of ultrarunning  he is a cult figure  winning his very first race in record time and charging towards the finish line while others jog. What's his rush?Zach Miller is stirring porridge on top of a wood-burning stove. Outside  snow lies on the ground surrounding his log cabin. We're halfway up Pikes Peak  a 14 115ft mountain in the Colorado Rockies. The front door opens and a runner steps in  a man in his 50s  red-faced from the effort of getting up the mountain. Through the door  the early morning sun flashes off the frozen forest.  I can't believe you're here   the man says  beaming at Miller.  You inspired me to run  man. Miller  29  is something of a cult figure in the world of ultrarunning - long-distance races of any length beyond a marathon  often 100 miles or more. I first heard about him last year  when he was tearing away at the front of the world's most competitive ultra race  the 105-mile UTMB in France. He finished sixth  but for me  along with many others  the most memorable thing about the race was Miller's swashbuckling attempt to destroy the field from the start. The accepted wisdom is that it's best to start off steady and conserve energy: if you go charging off like a startled horse  you're usually in for trouble. But Miller ran without fear  constantly pushing the pace  and buckling only at mile 92  when he finally surrendered the lead. Continue reading...", "Title": "Ultrarunner Zach Miller: 'I love digging in the pain cave'"}, {"URL": "https://www.theguardian.com/lifeandstyle/gallery/2017/oct/21/woolly-liberals-protest-apparel-in-pictures", "Description": "In January  thousands of women all over the world marched in protest at Donald Trump's inauguration wearing pink  pussy hats . Now you can learn how to knit your own  in Geraldine Warner's new book  Protest Knits  published last week by Herbert Press. Also included in the book are instructions for knitting anarchist socks  tree-hugger scarves and Nasty Woman mittens.  Knitting is a way for me to express how strongly I feel about the cultural climate  in the way that I know best   says Warner  who works at an arts and crafts museum in East Sussex.  We talk about art as a place where we can hold difficult conversations and I feel the same about crafts as well.   Continue reading...", "Title": "Woolly liberals: protest apparel - in pictures"}, {"URL": "https://www.theguardian.com/artanddesign/gallery/2017/oct/21/horn-trimming-rhinos-in-south-africa-in-pictures", "Description": "Rhino farmers in South Africa dehorn their rhinos to discourage poaching and protect the endangered species  but breeding and dehorning rhinos also creates a potential cash crop. It drives an debate about animal welfare and whether an ethical solution has been found for a controversial demand. Photographer Leon Neal spent time on the ranch of rhino breeder John Hume  Continue reading...", "Title": "Horn trimming rhinos in South Africa - in pictures"}, {"URL": "http://www.bbc.co.uk/news/science-environment-41671770", "Description": "Prof Joanna Haigh from Imperial College London explains why this gas has played a crucial role in shaping the Earth's climate.", "Title": "A brief history of the Earth's CO2"}, {"URL": "http://www.bbc.co.uk/news/science-environment-41604186", "Description": "Sentinel-5P lifts off from Russia to make 20 million daily observations of pollution across the globe.", "Title": "UK-Dutch-built Sentinel launches to track air quality"}, {"URL": "http://www.bbc.co.uk/news/science-environment-41567732", "Description": "Past mass extinctions have the potential to guide modern conservation efforts  say scientists.", "Title": "Mass extinctions 'offer cautionary tale'"}, {"URL": "http://www.bbc.co.uk/news/science-environment-41557157", "Description": "Black carbon trapped in the feathers of songbirds gives new insight into historic US air quality.", "Title": "'Sooty birds' reveal hidden US air pollution"}, {"URL": "http://www.bbc.co.uk/news/science-environment-41700727", "Description": "What's it like to live somewhere like Beijing  where you can even see pollution with the naked eye?", "Title": "Pollution hot spots around the world"}]}