{"feeds": [{"URL": "http://feedproxy.google.com/~r/WWF-InTheNews/~3/nqNeIxxlfzo/what-happens-when-an-endangered-species-goes-viral", "Description": "\n   \n", "Title": "What Happens When an Endangered Species Goes Viral"}, {"URL": "http://feedproxy.google.com/~r/WWF-InTheNews/~3/I2Uf2S49Ns0/transformational-power-corporate-clean-energy-purchasing", "Description": "\n   \n", "Title": "The Transformational Power of Corporate Clean Energy Purchasing"}, {"URL": "http://www.bbc.co.uk/news/world-us-canada-40050607", "Description": "With unemployment soaring  Prineville  Oregon  feared extinction. Then a mysterious email arrived.", "Title": "Thumbs up"}, {"URL": "http://www.bbc.co.uk/news/world-us-canada-41795774", "Description": "The White House has already distanced itself from the contract  awarded without a public bid process.", "Title": "Puerto Rico: Whitefish energy grid deal to be scrapped"}, {"URL": "http://www.bbc.co.uk/news/world-us-canada-40050607", "Description": "With unemployment soaring  Prineville  Oregon  feared extinction. Then a mysterious email arrived.", "Title": "Thumbs up"}, {"URL": "http://news.google.com/news/url?sa=t&fd=R&ct2=us&usg=AFQjCNEoFK8zmaEoWFbmMK-KfsmMwcKdaw&clid=c3a7d30bb8a4878e06b80cf16b898331&cid=52779656688142&ei=vH33WdiCO8WKqwKu87HgDA&url=https://www.washingtonpost.com/news/powerpost/paloma/the-energy-202/2017/10/30/the-energy-202-what-whitefish-really-reveals-about-the-trump-administration/59f68f9530fb0468e7653e58/", "Description": "Washington PostThe Energy 202: What Whitefish really reveals about the Trump administrationWashington PostTHE LIGHTBULB. Donald Trump speaking during a Cabinet meeting at the White House as Ryan Zinke  left  listens. (AP Photo/Evan Vucci). Want to read more about the Trump administration's energy and environmental policies? Get Dino's daily tipsheet.FBI investigating Whitefish deal: reportThe HillKeeping the Lights On After DisasterU.S. News  -Salon -Democracy Now! -The Guardianall 117 news articles  ", "Title": "The Energy 202: What Whitefish really reveals about the Trump administration - Washington Post"}, {"URL": "http://rss.cnn.com/~r/rss/cnn_world/~3/0hhA2HpMtZk/index.html", "Description": "A fleet of unmanned boats is traveling from the Arctic to the equator  gathering vital data on climate change.\n    \n", "Title": "Ocean drones are trawling for climate change data"}, {"URL": "http://feedproxy.google.com/~r/WWFStories/~3/hE1UHETVZTY/a-new-set-of-leaders-will-fill-the-us-government-void-at-next-round-of-international-climate-talks", "Description": "Assuring the world that the United States is still an ally in the fight against climate change  American leaders outside of the federal government from governors and mayors to business executives and university presidents announced they will attend the next round of international climate talks in November.", "Title": "A new set of leaders will fill the US government void at next round of international climate talks"}, {"URL": "http://feedproxy.google.com/~r/WWFStories/~3/0g7UiN_gm-c/madagascar-s-solar-grandmothers-lead-a-renewable-revolution", "Description": "Remeza  Kingeline  Yollande and Hanitra are all part of WWF s access to sustainable energy program managed in collaboration with India s Barefoot College. The four women joined women from several other countries for a six-month training in India in applied solar technology. Most women joining the program leave their country  sometimes their native regions or villages  for the first time in their lives.", "Title": "Madagascar's 'solar grandmothers' lead a renewable revolution"}, {"URL": "http://feedproxy.google.com/~r/WWFStories/~3/NpyR5kSNF4w/bringing-tigers-back-home-to-kazakhstan", "Description": "On September 8th  2017  the Republic of Kazakhstan announced their plans to bring wild tigers back to their historical range in the Ili-Balkhash region  and signed a memorandum with WWF to implement a joint tiger reintroduction plan. These iconic cats will finally return to Kazakhstan  70 years after going extinct there.", "Title": "Bringing tigers back home to Kazakhstan"}, {"URL": "http://feedproxy.google.com/~r/WWFStories/~3/YS2BWwC_fTE/supporters-help-wwf-launch-emergency-plan-to-stop-myanmar-s-elephant-poaching-crisis", "Description": "Amid a dire poaching crisis  wild Asian elephants in Myanmar received swift and essential aid from thousands of WWF supporters committed to protecting this iconic species. More than 3 000 people donated $263 211 in less than four weeks to fund an emergency action plan to train rangers and get boots on the ground to fight wildlife crime.", "Title": "Supporters help WWF launch emergency plan to stop Myanmar's elephant poaching crisis"}, {"URL": "http://feedproxy.google.com/~r/WWFStories/~3/HpUjiKWCLkc/turning-dirty-dyes-green", "Description": "In 2014  Weile became the first textile company in the world to adhere to the Alliance for Water Stewardship (AWS) Standard  an international standard co-founded by WWF to promote the use of fresh water in a way that is socially equitable  environmentally sustainable  and economically beneficial.", "Title": "Turning dirty dyes green"}, {"URL": "http://feedproxy.google.com/~r/WWFStories/~3/THiJIUqHIsM/wwf-helps-a-mountain-community-protect-forests-and-adapt-to-climate-change", "Description": "WWF recently concluded a project that worked closely with local communities to reduce land degradation  forest loss  and climate change vulnerability in the Himalayas in Nepal. Empowered by the Global Environment Facility  WWF worked directly with the government of Nepal to design and implement the project.", "Title": "WWF helps a mountain community protect forests and adapt to climate change"}, {"URL": "http://feedproxy.google.com/~r/WWFStories/~3/-i5aOwW6Ago/a-new-plan-to-save-belize-s-livelihood-giving-reef-and-coasts", "Description": "The coastal nation of Belize is at a crossroads. In 2009  the reef system was added to UNESCO s List of World Heritage in Danger. It remains on the list today because of mangrove deforestation  unsustainable coastal development and offshore oil exploration. The good news is a coastal zone management plan can safeguard Belize s natural assets and produce a win-win opportunity for the people and environment.", "Title": "A new plan to save Belize's livelihood-giving reef and coasts"}, {"URL": "https://www.theguardian.com/commentisfree/2017/oct/30/staggering-rise-pip-complaints-rot-system-disability-benefits", "Description": "It's not just the scale of the complaints  it's the increasing evidence that disability benefits are being removed on fabricated groundsWhat happens when the system designed to help you is actually hurting you? This is the question I keep coming back to as I look at the newly released evidence of widespread failings in the disability benefit system. Complaints about the personal independence payment (PIP) assessment process rose by nearly 880% last year  according to the Department for Work and Pensions.That translates to almost 1 400 people  who might have Parkinson's or severe depression  put through the government's flagship disability benefit who - after months of gruelling paperwork  assessments  and perhaps even tribunals - are so desperate that they then find more energy to put in a formal complaint. These can't be dismissed as being unjustified either: DWP statistics also show that the number of complaints that were upheld rose by 713% in the same year (from 67 in 2015-16 to 545 in 2016-17).   Continue reading...", "Title": "The staggering rise in PIP complaints shows there's rot in the system | Frances Ryan"}, {"URL": "https://www.theguardian.com/uk-news/2017/oct/30/uk--coldest-night-since-early-may-scottish-highlands", "Description": "Temperatures in Tulloch Bridge in Scottish Highlands fall to -5C as other parts of Britain dip below freezing overnightMany people in Britain have woken up to the first widespread frost of the season after the coldest night since early May.Temperatures in Tulloch Bridge  in the Scottish Highlands  fell to -5C (23F) - the coldest recorded since the night of 8-9 May  when -5.1C was recorded at Shap  in Cumbria. Continue reading...", "Title": "Winter is coming: UK experiences coldest night since early May"}, {"URL": "https://www.theguardian.com/environment/2017/oct/30/global-atmospheric-co2-levels-hit-record-high", "Description": "UN warns that drastic action is needed to meet climate targets set in the Paris agreementThe concentration of carbon dioxide in the atmosphere increased at record speed last year to hit a level not seen for more than three million years  the UN has warned.The new report has raised alarm among scientists and prompted calls for nations to consider more drastic emissions reductions at the upcoming climate negotiations in Bonn. Continue reading...", "Title": "Global atmospheric CO2 levels hit record high"}, {"URL": "https://www.theguardian.com/world/2017/oct/30/hardline-hindu-nationalists-step-up-campaign-against-taj-mahal", "Description": "Resentment over Muslim emperor building India's most recognisable monument fuels campaign to push it to margins of historyTimes are tough for India's monument to love. Air pollution is turning its marble surface yellow. Restoration work is obscuring its famous minarets. Tens of millions of tourists still flock to Agra each year  but numbers are reportedly waning. Critics of the Taj Mahal are also growing increasingly bold. In past months  religious nationalists in the Hindu-majority country have stepped up a campaign to push the four-century-old Mughal monument to the margins of Indian history. One legislator recently kicked up a national storm when he labelled the tomb  a blot . Continue reading...", "Title": "Hardline Hindu nationalists campaign against Taj Mahal"}, {"URL": "https://www.theguardian.com/environment/climate-consensus-97-per-cent/2017/oct/30/new-data-gives-hope-for-meeting-the-paris-climate-targets", "Description": "Global carbon pollution appears to be close to peakingOver the past half-century  growth in the global economy and carbon pollution have been tied together. When the global economy has been strong  we've consumed more energy  which has translated into burning more fossil fuels and releasing more carbon pollution. But over the past four years  economic growth and carbon dioxide emissions have been decoupled. The global economy has continued to grow  while data from the EU Joint Research Centre shows carbon pollution has held fairly steady. Continue reading...", "Title": "New data gives hope for meeting the Paris climate targets | Dana Nuccitelli"}, {"URL": "https://www.theguardian.com/weather/2017/oct/30/europe-storms-at-least-six-dead-as-winds-and-flooding-create-chaos", "Description": "Trains suspended in parts of northern Germany as storm knocks out power for thousands of Czechs and Poles Strong winds battered northern and central Europe on Sunday  killing at least six people in Germany  Poland and the Czech Republic  with authorities watching for oil leaks from a huge freighter that ran aground in the North Sea. Four victims in Poland and the Czech Republic were killed by falling trees. The storm also knocked out power to thousands of Czechs and Poles  and rail traffic in large parts of northern Germany remained suspended after heavy damage from fallen trees. Continue reading...", "Title": "Europe storms: at least six dead as winds and flooding create chaos"}, {"URL": "https://www.theguardian.com/film/video/2017/oct/19/death-of-stalin-armando-iannucci-steve-buscemi-video", "Description": "Backstabbing and deceit are the order of the day in the Veep creator's historical satire  which stars Steve Buscemi  Michael Palin  Andrea Riseborough  Simon Russell Beale and Jason Isaacs as underlings vying for power in the wake of the Soviet dictator's death. Its creator and cast explain why their film resonates in our current political climate and the parallels between Trump and Stalin Continue reading...", "Title": "Armando Iannucci on The Death of Stalin  Donald Trump and disappearing democracy - video interview"}, {"URL": "https://www.theguardian.com/lifeandstyle/2017/oct/30/sad-winter-depression-seasonal-affective-disorder", "Description": "The darker days and colder weather can bring with them a feeling of low spirits. So  what makes people susceptible to seasonal affective disorder  and what are the best ways to treat it?For many of us in the UK  the annual ritual of putting the clocks back for daylight saving time can be accompanied by a distinct feeling of winter blues as autumn well and truly beds in. This might be felt as a lack of energy  reduced enjoyment in activities and a need for more sleep than normal. But for around 6% of the UK population and between 2-8% of people in other higher latitude countries such as Canada  Denmark and Sweden  these symptoms are so severe that these people are unable to work or function normally. They suffer from a particular form of major depression  triggered by changes in the seasons  called seasonal affective disorder or Sad.In addition to depressive episodes  Sad is characterised by various symptoms including chronic oversleeping and extreme carbohydrate cravings that lead to weight gain. As this is the opposite to major depressive disorder where patients suffer from disrupted sleep and loss of appetite  Sad has sometimes been mistakenly thought of as a  lighter  version of depression  but in reality it is simply a different version of the same illness.  People who truly have Sad are just as ill as people with major depressive disorder   says Brenda McMahon  a psychiatry researcher at the University of Copenhagen.  They will have non-seasonal depressive episodes  but the seasonal trigger is the most common. However it's important to remember that this condition is a spectrum and there are a lot more people who have what we call sub-syndromal Sad.  Continue reading...", "Title": "The science of Sad: understanding the causes of 'winter depression'"}, {"URL": "https://www.theguardian.com/film/2017/oct/30/paddington-go-home-should-fantasy-stories-be-more-truthful", "Description": "How Hollywood turned the refugee fable into feelgood family funBack in 2014  an immigration lawyer pointed out that  under current UK law  Paddington would most likely be deported back to Peru or held in a detention centre. Since he was not fleeing persecution  the little bear would be refused asylum  nor would the Home Office believe he was a minor  owing to his lack of paperwork. The bear's citizenship claim is unlikely to improve with the forthcoming Paddington 2  in which he takes up window-cleaning  presumably without a work permit. He also dreams of bringing his Aunt Lucy to London  possibly followed by other family members  who would claim benefits and flood the NHS with their marmalade-related health problems. Related: Paddington 2 backers thought to be seeking to cut ties with Weinstein Company  Continue reading...", "Title": "Paddington  go home: should our fantasy stories be more truthful?"}, {"URL": "https://www.theguardian.com/technology/2017/oct/29/transhuman-bodyhacking-transspecies-cyborg", "Description": "At the borderline of technology and biology  'bodyhacking' pioneers are defying nature to redesign their own bodies. Is this really the future?Earlier this year I went to an event in Austin  Texas  billed as a sneak preview of the evolution of our species. The #Bdyhax Conference  which took place in a downtown exhibition complex  promised a front-row insight into the coming  singularity  - that nirvana foretold by science fiction in which biology and technology would fuse and revolutionise human capability and experience.The headline acts of the conference were mostly bodyhackers - DIY experimenters who  in their basements and garages  seek to enhance their own flesh and blood with biometric implants and cognitive enablers. These brave pioneers were extending their senses  overcoming physical limitation  Dan-Daring themselves and the rest of us into the future. Continue reading...", "Title": "When man meets metal: rise of the transhumans"}, {"URL": "http://www.bbc.co.uk/news/world-asia-41791842", "Description": "The Convention of Migratory Species includes chimpanzees  leopards and vultures on its list.", "Title": "Chimpanzees among 33 species selected for special protection"}, {"URL": "http://www.bbc.co.uk/news/uk-wales-41767247", "Description": "Some of the 500 species of spiders that live in Wales are found almost nowhere else in the world.", "Title": "Call to conserve 'crucial' rare Wales spider species"}, {"URL": "http://www.bbc.co.uk/news/uk-41744344", "Description": "An interview with Lord Lawson should have been challenged  the corporation's complaints unit says.", "Title": "BBC wrong to not challenge climate sceptic Lord Lawson"}, {"URL": "http://www.bbc.co.uk/news/science-environment-41671770", "Description": "Prof Joanna Haigh from Imperial College London explains why this gas has played a crucial role in shaping the Earth's climate.", "Title": "A brief history of the Earth's CO2"}]}