{"feeds": [{"URL": "http://feedproxy.google.com/~r/WWF-InTheNews/~3/z6wudcltIpM/", "Description": "\n   \n", "Title": "'Biological Annihilation:' Earth's 6th Mass Extinction Is Underway"}, {"URL": "http://feedproxy.google.com/~r/WWF-InTheNews/~3/zu_lMDw_DvU/", "Description": "\n   \n", "Title": "Earth Faces  Biological Annihilation  in Sixth Mass Extinction  Scientists Warn"}, {"URL": "http://www.bbc.co.uk/news/world-us-canada-41421937", "Description": "Rescuers in Oklahoma City responded to a call of a woman trapped in her car on a flooded street.", "Title": "Woman rescued from flooded road in Oklahoma"}, {"URL": "http://news.google.com/news/url?sa=t&fd=R&ct2=us&usg=AFQjCNGqrOkXOWYFdBlS9_qtTMd_VCK86g&clid=c3a7d30bb8a4878e06b80cf16b898331&cid=52779620620722&ei=2WnNWZiJJIOJqwL_ooqoDA&url=https://www.washingtonpost.com/news/powerpost/paloma/the-energy-202/2017/09/28/the-energy-202-gop-lawmakers-pressed-trump-to-waive-jones-act-for-puerto-rico/59cbfe2530fb0468cea81c2e/", "Description": "Washington PostThe Energy 202: GOP lawmakers pressed Trump to waive Jones Act for Puerto RicoWashington PostTHE LIGHTBULB. John McCain talking with reporters on his way to a meeting with colleagues. (Photo by Drew Angerer/Getty Images). In the latest sign of GOP lawmakers' willingness to buck the White House  some Republican senators Wednesday pressed ...and more  ", "Title": "The Energy 202: GOP lawmakers pressed Trump to waive Jones Act for Puerto Rico - Washington Post"}, {"URL": "http://rss.cnn.com/~r/rss/cnn_world/~3/dkYTK3vVJ4Q/intv-amanpour-nina-jankowicz.cnn", "Description": "The response should focus on people  not national security  says Nina Jankowicz of the Woodrow Wilson Center.  We need to teach people how to navigate this media environment. \n    \n", "Title": ""}, {"URL": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/SKtRhIx5l68/index.html", "Description": "Toys  R  Us declared bankruptcy earlier this month and said it would reorganize its business to cope with an increasingly challenging retail environment.\n    \n", "Title": "Opinion: How risky business bankrupted Toys 'R' Us"}, {"URL": "http://feedproxy.google.com/~r/WWFStories/~3/NpyR5kSNF4w/bringing-tigers-back-home-to-kazakhstan", "Description": "On September 8th  2017  the Republic of Kazakhstan announced their plans to bring wild tigers back to their historical range in the Ili-Balkhash region  and signed a memorandum with WWF to implement a joint tiger reintroduction plan. These iconic cats will finally return to Kazakhstan  70 years after going extinct there.", "Title": "Bringing tigers back home to Kazakhstan"}, {"URL": "http://feedproxy.google.com/~r/WWFStories/~3/iVzn2IXMQQQ/what-is-a-walrus-haulout-and-what-does-it-mean-for-the-planet", "Description": " \nWalrus spend most of their time on sea ice. They migrate with moving ice floes and need ice for rest between dives for food. But when summer sea ice shrinks  walrus are forced to swim to land for refuge.\nAs thousands of walrus come ashore  they congregate in large groups known as  haulouts.  These mass gatherings are dangerous and even deadly for the animals. Nearby food sources may be quickly exhausted. As walrus are easily spooked by humans  vehicles or even small animals they can trample one another in a stampede to the sea. Tragically  many walruses  particularly young calves  will die in the stampede.\nShrinking sea ice\nThis month  the U.S. Fish and Wildlife Service announced that walruses have been spotted in early August near the village of Point Lay  Alaska on the Chukchi Sea. This marks the earliest known haulout for the walruses and signifies the ever-growing impact of receding Arctic sea ice.\nClimate change means sea ice is retreating earlier than in years past. Summer sea ice is moving north where waters are too deep for the walrus to successfully dive and feed. When the animals come ashore  they are farther away from their best feeding grounds and must make long commutes up to 250 miles round trip that are not possible for young calves. \nWhile the number of walrus in this year s haul out is not yet known they will continue to come ashore through early fall past years have seen haul out numbers of more than 35 000 walrus. \nWhat can be done\nResidents of Point Lay rally to protect the walrus which are an important cultural  nutritional  and economic resource for the community  by taking measures to keep them undisturbed  such as strictly limiting access to the haul-out area. But climate change remains the greatest threat to the walrus. Without action on the issue  sea ice will continue to shrink and the risk to walrus will continue to grow.\nTake action: Tell President Trump to prioritize our planet s future\n      ", "Title": "What is a walrus haulout and what does it mean for the planet?"}, {"URL": "http://feedproxy.google.com/~r/WWFStories/~3/YS2BWwC_fTE/supporters-help-wwf-launch-emergency-plan-to-stop-myanmar-s-elephant-poaching-crisis", "Description": "Amid a dire poaching crisis  wild Asian elephants in Myanmar received swift and essential aid from thousands of WWF supporters committed to protecting this iconic species. More than 3 000 people donated $263 211 in less than four weeks to fund an emergency action plan to train rangers and get boots on the ground to fight wildlife crime.", "Title": "Supporters help WWF launch emergency plan to stop Myanmar's elephant poaching crisis"}, {"URL": "http://feedproxy.google.com/~r/WWFStories/~3/HpUjiKWCLkc/turning-dirty-dyes-green", "Description": "CHANGZHOU :: CHINA\nA single T-shirt takes 700 gallons of water to produce; a pair of jeans  1 200 gallons. According to the World Bank  the textile and dyeing industry contributes to 20% of the world s water pollution.\nChina produces a large share of the world s textiles  both benefitting economically and bearing the brunt of environmental damage. Take  for example  the Changzhou Weile Dyeing Company  located in one of the many industrial parks scattered near Tai Hu Lake in the booming Yangtze River Delta near Shanghai.\nWeile  run by brothers Song Lingyong and Song Lingyan  supplies textiles to 40 countries  including the US  where Costco is a main client. Until recently  the factory was emitting putrid water and toxic gases into a region where ecology is already severely damaged by industry.\n I thought  if we can transform our dyeing factory to emit clean air and make money at the same time  would it not be possible to inspire our whole industry?  says Song Lingyan.\nIn 2014  Weile became the first textile company in the world to adhere to the Alliance for Water Stewardship (AWS) Standard  an international standard co-founded by WWF to promote the use of fresh water in a way that is socially equitable  environmentally sustainable  and economically beneficial.\n With the tools developed by WWF and partners  the companies and industrial parks are able to become real water stewards with global and local impact   says Wang Qian  acting director for WWF-China s Yangtze program.With its long supply chains  outdated technology  poor wastewater treatment facilities  and  most important  low profit margins (Weile s is just 5%)  the industry is ripe for transformation.\nLast year Weile invested eight million yuan (about $1.2 million) to upgrade technology to improve environmental impacts  say the Song brothers. While that put a dent in immediate profits  the long-term payoff is huge: Song Liyong says daily production costs are down 20% 25%.\nWorking with both global brands such as multinational clothing retailer H M and small producers like Weile  which employs 160 people  WWF helps companies shift to more responsible water use by assessing the financial impacts associated with environmental risks  says WWF-China s head of water practice  Ren Wenwei.\nIn addition to facilitating individual efforts  WWF  the Chinese government  and the textile industry are working collectively to improve environmental standards and governance.\nThe Weile factory is an utterly industrial site concrete floors  40-foot towers of white cloth  and the thundering sound of machinery. Yet  the space is surreally odorless and smokeless. The company collaborates with local government to upgrade technology for cleaner production and lower costs.\n Farmers fish from the river behind our factory   says Song Lingyong with pride  because it s so clean. \n \n      ", "Title": "Turning dirty dyes green"}, {"URL": "http://feedproxy.google.com/~r/WWFStories/~3/THiJIUqHIsM/wwf-helps-a-mountain-community-protect-forests-and-adapt-to-climate-change", "Description": "WWF recently concluded a project that worked closely with local communities to reduce land degradation  forest loss  and climate change vulnerability in the Himalayas in Nepal. Empowered by the Global Environment Facility  WWF worked directly with the government of Nepal to design and implement the project.", "Title": "WWF helps a mountain community protect forests and adapt to climate change"}, {"URL": "http://feedproxy.google.com/~r/WWFStories/~3/-i5aOwW6Ago/a-new-plan-to-save-belize-s-livelihood-giving-reef-and-coasts", "Description": "The coastal nation of Belize is at a crossroads. In 2009  the reef system was added to UNESCO s List of World Heritage in Danger. It remains on the list today because of mangrove deforestation  unsustainable coastal development and offshore oil exploration. The good news is a coastal zone management plan can safeguard Belize s natural assets and produce a win-win opportunity for the people and environment.", "Title": "A new plan to save Belize's livelihood-giving reef and coasts"}, {"URL": "http://feedproxy.google.com/~r/WWFStories/~3/B2SjfXlvWGU/wwf-marks-with-great-sadness-the-passing-of-a-founding-leader-aileen-bowdoin-train", "Description": "WWF marks with great sadness the passing of a founding leader and dear friend  Aileen Bowdoin Train  who died peacefully at her home on July 7  2017.\nAileen was an early champion of conservation  serving on the boards of WWF-US in Washington  DC and WWF-International in Gland  Switzerland  the Chesapeake Bay Foundation  and the Wildfowl Trust of North America. She chaired the board of the Nature Conservancy of Maryland for many years  and she also founded and chaired the environmental organization Concern  Inc. Aileen also served on the boards of the Summit Fund  the Corcoran Gallery and the Foxcroft School  among others.\nAileen s dedication to public service was lifelong. Following college  she served as a nurse s aide at Walter Reed Hospital and was for many years a volunteer at Planned Parenthood. \nInspired by a safari in Kenya in 1956 with her husband  Russell Train  Aileen became a committed force for conservation and the protection of wildlife and wild places around the world. As key figures in the founding of WWF in the United States  Aileen and Russ sought to bring others into nature  to introduce them  firsthand  to the wonders of biodiversity and the natural world. Their vision was both local and global  advocating for local protection of land  air and water  but always with a profound commitment to building local leadership and institutions  linking people across the world.\nAileen was gracious  forthright  and industrious. She brought extraordinary drive and spirit to all she did. On trips into the wild  she was the first to pull on boots and wade in the muck behind the scientists. And whether in Tanzania  or Bhutan  or her beloved farm on the Eastern Shore of Maryland  Aileen was always prepared to dedicate her time  talent and wisdom to ensuring that the wonder of natural places would remain for generations to follow. \nTo her beloved children and grandchildren  we express our deepest condolences  as well as our gratitude for Aileen's remarkable life of service and her indelible legacy of leadership in protecting the planet we all share.\nContribute in memory of Aileen Bowdoin Train. Your donation will be used to support the Russell E. Train Education for Nature Program.\n      ", "Title": "WWF marks with great sadness the passing of a founding leader  Aileen Bowdoin Train"}, {"URL": "http://feedproxy.google.com/~r/WWFStories/~3/zFGszt8kJiw/wwf-and-tiger-beer-engage-to-help-rangers-and-protect-tigers", "Description": "WWF and Tiger Beer US are engaging in a campaign to fundraise to support rangers around the world  including those in tiger range countries to reduce the threat of poaching to this species. Tiger Beer will match up to $25 000 of consumer donations from July 1 through August 31  2017 to support WWF's Back a Ranger Program.", "Title": "WWF and Tiger Beer Engage to Help Rangers and Protect Tigers"}, {"URL": "https://www.theguardian.com/commentisfree/2017/sep/28/labour-shock-doctrine-moral-strategy-naomi-klein", "Description": "Jeremy Corbyn  Bernie Sanders and Podemos in Spain have shown that a bold and decent strategy can be a successful one. That truth should embolden the leftWe live in frightening times. From heads of state tweeting threats of nuclear annihilation  to whole regions rocked by climate chaos  to thousands of migrants drowning off the coasts of Europe  to openly racist parties gaining ground: it feels like there are a lot of reasons to be pessimistic about our collective future.To take one example  the Caribbean and southern United States are in the midst of an unprecedented hurricane season  pounded by storm after storm. Puerto Rico - hit by Irma  then Maria - is entirely without power and could be for months  its water and communication systems severely compromised. But just as during Hurricane Katrina  the cavalry is missing in action. Donald Trump is too busy trying to get black athletes fired for daring to shine a spotlight on racist violence. A real federal aid package for Puerto Rico has not yet been announced. And the vultures are circling: the business press reports that the only way for Puerto Rico to get the lights back on is to sell off its electricity utility. Continue reading...", "Title": "A new shock doctrine: in a world of crisis  morality can still win | Naomi Klein"}, {"URL": "https://www.theguardian.com/football/blog/2017/sep/28/pep-guardiola-carlo-ancelotti-bayern", "Description": "The sacked manager has many fine attributes but could never live up to his predecessor and Wednesday's defeat by PSG was the final strawWhen Bayern Munich came to London in March to face Arsenal  following one 5-1 victory and just about to register another  everything seemed rosy in the kingdom of FC Hollywood. Sure  their football in the Bundesliga had hardly been edge-of-the-seat stuff  but Carlo Ancelotti spoke confidently  almost bullishly  of his team before the game in the press room at the Emirates Stadium.He talked of his side approaching their physical best and of their  real energy . It felt like his plan to take them back to Champions League glory - the reason that he was appointed to replace Pep Guardiola in the first place - was coming together at the right time. It felt like Bayern could be becoming Ancelotti's team at last. Continue reading...", "Title": "Shadow of Pep Guardiola made Carlo Ancelotti a man out of time at Bayern | Andy Brassell"}, {"URL": "https://www.theguardian.com/politics/video/2017/sep/27/owen-jones-at-labour-conference-theres-been-a-peaceful-revolution-under-jeremy-corbyn", "Description": "Owen Jones goes to the Labour conference in Brighton where he finds a party transformed since Jeremy Corbyn's election as leader two years ago. There is renewed enthusiasm  energy and confidence. He says there has been a 'peaceful revolution' and people who were marginalised and alienated in politics are the new masters of Labour. But what happens next? Continue reading...", "Title": "Owen Jones at the Labour conference: 'There's been a peaceful revolution under Corbyn' - video"}, {"URL": "https://www.theguardian.com/environment/shortcuts/2017/sep/26/final-straw-follow-wetherspoons-ditch-plastics", "Description": "The pub chain's decision to do away with straws is expected to stop 70m of them ending up in landfill or the sea every year. Here are some other plastics we perhaps could do withoutDrinkers heading to Wetherspoon's for a tipple will have to do without plastic straws from the end of this year as the cheap (and occasionally cheerful) high-street pub chain does its bit to tackle the problem of global plastic pollution.Following on the heels of companies such as Tesco  which last month announced it would stop selling its 5p single-use plastic bags  Wetherspoon's senses the tide is turning against unnecessary plastics and claims that the move will stop 70m plastic straws finding their way into landfill or the world's oceans every year. Continue reading...", "Title": "The final straw: how to follow Wetherspoon's and ditch the plastic"}, {"URL": "https://www.theguardian.com/cities/2017/sep/20/accessing-cities-disability-readers-experiences-callout", "Description": "Inaccessible venues and public spaces are a daily occurrence for most disabled people  whether at home or on holiday. We want to hear from Guardian readers with a disability about your experiences of accessing cities  good or badLast year Chester was named the most accessible city in Europe  selected from 43 cities in 21 countries for its achievements in creating a disability-friendly environment across many different sectors. Related: Roman holiday: how Chester became the most accessible city in Europe  Continue reading...", "Title": "Accessing cities with a disability: what have your experiences been?"}, {"URL": "https://www.theguardian.com/artanddesign/gallery/2017/sep/26/puerto-rico-after-hurricane-maria-in-pictures", "Description": "Puerto Rico has been battling dangerous floods sparked by Hurricane Maria  with a number of residents still trapped in their homes. The island's governor  Ricardo Rossello  described the storm as the most devastating in a century after 33 people died and the US territory's electricity and telecoms infrastructure were destroyed Continue reading...", "Title": "Puerto Rico after Hurricane Maria - in pictures"}, {"URL": "http://www.bbc.co.uk/news/science-environment-41355049", "Description": "Conservationists push the UK to make its remote South Sandwich Islands a protected sanctuary.", "Title": "Environmentalists: UK's Antarctic islands need protection"}, {"URL": "http://www.bbc.co.uk/news/science-environment-41427689", "Description": "Four times larger than regular rodents  a large  tree-dwelling rat has been found in the Pacific.", "Title": "New species of giant rat discovered on the Solomon Islands"}, {"URL": "http://www.bbc.co.uk/news/science-environment-41417633", "Description": "Diprotodon  an extinct Ice Age marsupial of Australia  would trek long distances each year for food.", "Title": "'Giant wombats made annual migration'"}, {"URL": "http://www.bbc.co.uk/news/uk-41401656", "Description": "The ex-chief scientist says the government should be made to enshrine a zero-emissions target in law.", "Title": "Climate change: Ministers should be 'sued' over targets"}]}