{"feeds": [{"URL": "http://feedproxy.google.com/~r/WWF-InTheNews/~3/z6wudcltIpM/", "Description": "\n   \n", "Title": "'Biological Annihilation:' Earth's 6th Mass Extinction Is Underway"}, {"URL": "http://feedproxy.google.com/~r/WWF-InTheNews/~3/zu_lMDw_DvU/", "Description": "\n   \n", "Title": "Earth Faces  Biological Annihilation  in Sixth Mass Extinction  Scientists Warn"}, {"URL": "http://www.bbc.co.uk/news/41395790", "Description": "Two hours of intensive rain flooded Dubrovnik  but some enjoyed it more than others.", "Title": "Heavy rainstorm hits southern Croatia"}, {"URL": "http://rss.cnn.com/~r/rss/cnn_world/~3/W90WAfEDSwo/index.html", "Description": "Architects are turning to one of the oldest construction materials to solve a new problem: how to build homes without damaging the environment.\n    \n", "Title": "London architect fights climate change with timber high-rises"}, {"URL": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/zGSts0eFOgg/index.html", "Description": "Hurricane Maria whipped Puerto Rico with Irma-level winds  drenched the island with Harvey-level flooding  crippled communications  decimated buildings and damaged a dam that puts downstream residents at risk of catastrophe.\n    \n", "Title": "Governor says there could be mass exodus to mainland US"}, {"URL": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/h0R78A4IU-0/puerto-rico-hurricane-maria-drive-sje-lon-orig.cnn", "Description": "Fallen power lines  flooding  debris ... obstacles litter roads in Puerto Rico after Hurricane Maria ripped through the island.\n    \n", "Title": "The drive that shows how badly Puerto Rico was hit"}, {"URL": "http://feedproxy.google.com/~r/WWFStories/~3/NpyR5kSNF4w/bringing-tigers-back-home-to-kazakhstan", "Description": "On September 8th  2017  the Republic of Kazakhstan announced their plans to bring wild tigers back to their historical range in the Ili-Balkhash region  and signed a memorandum with WWF to implement a joint tiger reintroduction plan. These iconic cats will finally return to Kazakhstan  70 years after going extinct there.", "Title": "Bringing tigers back home to Kazakhstan"}, {"URL": "http://feedproxy.google.com/~r/WWFStories/~3/iVzn2IXMQQQ/what-is-a-walrus-haulout-and-what-does-it-mean-for-the-planet", "Description": " \nWalrus spend most of their time on sea ice. They migrate with moving ice floes and need ice for rest between dives for food. But when summer sea ice shrinks  walrus are forced to swim to land for refuge.\nAs thousands of walrus come ashore  they congregate in large groups known as  haulouts.  These mass gatherings are dangerous and even deadly for the animals. Nearby food sources may be quickly exhausted. As walrus are easily spooked by humans  vehicles or even small animals they can trample one another in a stampede to the sea. Tragically  many walruses  particularly young calves  will die in the stampede.\nShrinking sea ice\nThis month  the U.S. Fish and Wildlife Service announced that walruses have been spotted in early August near the village of Point Lay  Alaska on the Chukchi Sea. This marks the earliest known haulout for the walruses and signifies the ever-growing impact of receding Arctic sea ice.\nClimate change means sea ice is retreating earlier than in years past. Summer sea ice is moving north where waters are too deep for the walrus to successfully dive and feed. When the animals come ashore  they are farther away from their best feeding grounds and must make long commutes up to 250 miles round trip that are not possible for young calves. \nWhile the number of walrus in this year s haul out is not yet known they will continue to come ashore through early fall past years have seen haul out numbers of more than 35 000 walrus. \nWhat can be done\nResidents of Point Lay rally to protect the walrus which are an important cultural  nutritional  and economic resource for the community  by taking measures to keep them undisturbed  such as strictly limiting access to the haul-out area. But climate change remains the greatest threat to the walrus. Without action on the issue  sea ice will continue to shrink and the risk to walrus will continue to grow.\nTake action: Tell President Trump to prioritize our planet s future\n      ", "Title": "What is a walrus haulout and what does it mean for the planet?"}, {"URL": "http://feedproxy.google.com/~r/WWFStories/~3/YS2BWwC_fTE/supporters-help-wwf-launch-emergency-plan-to-stop-myanmar-s-elephant-poaching-crisis", "Description": "Amid a dire poaching crisis  wild Asian elephants in Myanmar received swift and essential aid from thousands of WWF supporters committed to protecting this iconic species. More than 3 000 people donated $263 211 in less than four weeks to fund an emergency action plan to train rangers and get boots on the ground to fight wildlife crime.", "Title": "Supporters help WWF launch emergency plan to stop Myanmar's elephant poaching crisis"}, {"URL": "http://feedproxy.google.com/~r/WWFStories/~3/HpUjiKWCLkc/turning-dirty-dyes-green", "Description": "CHANGZHOU :: CHINA\nA single T-shirt takes 700 gallons of water to produce; a pair of jeans  1 200 gallons. According to the World Bank  the textile and dyeing industry contributes to 20% of the world s water pollution.\nChina produces a large share of the world s textiles  both benefitting economically and bearing the brunt of environmental damage. Take  for example  the Changzhou Weile Dyeing Company  located in one of the many industrial parks scattered near Tai Hu Lake in the booming Yangtze River Delta near Shanghai.\nWeile  run by brothers Song Lingyong and Song Lingyan  supplies textiles to 40 countries  including the US  where Costco is a main client. Until recently  the factory was emitting putrid water and toxic gases into a region where ecology is already severely damaged by industry.\n I thought  if we can transform our dyeing factory to emit clean air and make money at the same time  would it not be possible to inspire our whole industry?  says Song Lingyan.\nIn 2014  Weile became the first textile company in the world to adhere to the Alliance for Water Stewardship (AWS) Standard  an international standard co-founded by WWF to promote the use of fresh water in a way that is socially equitable  environmentally sustainable  and economically beneficial.\n With the tools developed by WWF and partners  the companies and industrial parks are able to become real water stewards with global and local impact   says Wang Qian  acting director for WWF-China s Yangtze program.With its long supply chains  outdated technology  poor wastewater treatment facilities  and  most important  low profit margins (Weile s is just 5%)  the industry is ripe for transformation.\nLast year Weile invested eight million yuan (about $1.2 million) to upgrade technology to improve environmental impacts  say the Song brothers. While that put a dent in immediate profits  the long-term payoff is huge: Song Liyong says daily production costs are down 20% 25%.\nWorking with both global brands such as multinational clothing retailer H M and small producers like Weile  which employs 160 people  WWF helps companies shift to more responsible water use by assessing the financial impacts associated with environmental risks  says WWF-China s head of water practice  Ren Wenwei.\nIn addition to facilitating individual efforts  WWF  the Chinese government  and the textile industry are working collectively to improve environmental standards and governance.\nThe Weile factory is an utterly industrial site concrete floors  40-foot towers of white cloth  and the thundering sound of machinery. Yet  the space is surreally odorless and smokeless. The company collaborates with local government to upgrade technology for cleaner production and lower costs.\n Farmers fish from the river behind our factory   says Song Lingyong with pride  because it s so clean. \n \n      ", "Title": "Turning dirty dyes green"}, {"URL": "http://feedproxy.google.com/~r/WWFStories/~3/THiJIUqHIsM/wwf-helps-a-mountain-community-protect-forests-and-adapt-to-climate-change", "Description": "WWF recently concluded a project that worked closely with local communities to reduce land degradation  forest loss  and climate change vulnerability in the Himalayas in Nepal. Empowered by the Global Environment Facility  WWF worked directly with the government of Nepal to design and implement the project.", "Title": "WWF helps a mountain community protect forests and adapt to climate change"}, {"URL": "http://feedproxy.google.com/~r/WWFStories/~3/-i5aOwW6Ago/a-new-plan-to-save-belize-s-livelihood-giving-reef-and-coasts", "Description": "The coastal nation of Belize is at a crossroads. In 2009  the reef system was added to UNESCO s List of World Heritage in Danger. It remains on the list today because of mangrove deforestation  unsustainable coastal development and offshore oil exploration. The good news is a coastal zone management plan can safeguard Belize s natural assets and produce a win-win opportunity for the people and environment.", "Title": "A new plan to save Belize's livelihood-giving reef and coasts"}, {"URL": "http://feedproxy.google.com/~r/WWFStories/~3/B2SjfXlvWGU/wwf-marks-with-great-sadness-the-passing-of-a-founding-leader-aileen-bowdoin-train", "Description": "WWF marks with great sadness the passing of a founding leader and dear friend  Aileen Bowdoin Train  who died peacefully at her home on July 7  2017.\nAileen was an early champion of conservation  serving on the boards of WWF-US in Washington  DC and WWF-International in Gland  Switzerland  the Chesapeake Bay Foundation  and the Wildfowl Trust of North America. She chaired the board of the Nature Conservancy of Maryland for many years  and she also founded and chaired the environmental organization Concern  Inc. Aileen also served on the boards of the Summit Fund  the Corcoran Gallery and the Foxcroft School  among others.\nAileen s dedication to public service was lifelong. Following college  she served as a nurse s aide at Walter Reed Hospital and was for many years a volunteer at Planned Parenthood. \nInspired by a safari in Kenya in 1956 with her husband  Russell Train  Aileen became a committed force for conservation and the protection of wildlife and wild places around the world. As key figures in the founding of WWF in the United States  Aileen and Russ sought to bring others into nature  to introduce them  firsthand  to the wonders of biodiversity and the natural world. Their vision was both local and global  advocating for local protection of land  air and water  but always with a profound commitment to building local leadership and institutions  linking people across the world.\nAileen was gracious  forthright  and industrious. She brought extraordinary drive and spirit to all she did. On trips into the wild  she was the first to pull on boots and wade in the muck behind the scientists. And whether in Tanzania  or Bhutan  or her beloved farm on the Eastern Shore of Maryland  Aileen was always prepared to dedicate her time  talent and wisdom to ensuring that the wonder of natural places would remain for generations to follow. \nTo her beloved children and grandchildren  we express our deepest condolences  as well as our gratitude for Aileen's remarkable life of service and her indelible legacy of leadership in protecting the planet we all share.\nContribute in memory of Aileen Bowdoin Train. Your donation will be used to support the Russell E. Train Education for Nature Program.\n      ", "Title": "WWF marks with great sadness the passing of a founding leader  Aileen Bowdoin Train"}, {"URL": "http://feedproxy.google.com/~r/WWFStories/~3/zFGszt8kJiw/wwf-and-tiger-beer-engage-to-help-rangers-and-protect-tigers", "Description": "WWF and Tiger Beer US are engaging in a campaign to fundraise to support rangers around the world  including those in tiger range countries to reduce the threat of poaching to this species. Tiger Beer will match up to $25 000 of consumer donations from July 1 through August 31  2017 to support WWF's Back a Ranger Program.", "Title": "WWF and Tiger Beer Engage to Help Rangers and Protect Tigers"}, {"URL": "https://www.theguardian.com/environment/shortcuts/2017/sep/26/final-straw-follow-wetherspoons-ditch-plastics", "Description": "The pub chain's decision to do away with straws is expected to stop 70m of them ending up in landfill or the sea every year. Here are some other plastics we perhaps could do withoutDrinkers heading to Wetherspoon's for a tipple will have to do without plastic straws from the end of this year as the cheap (and occasionally cheerful) high-street pub chain does its bit to tackle the problem of global plastic pollution.Following on the heels of companies such as Tesco  which last month announced it would stop selling its 5p single-use plastic bags  Wetherspoon's senses the tide is turning against unnecessary plastics and claims that the move will stop 70m plastic straws finding their way into landfill or the world's oceans every year. Continue reading...", "Title": "The final straw: how to follow Wetherspoon's and ditch the plastic"}, {"URL": "https://www.theguardian.com/commentisfree/2017/sep/26/knife-crime-community-centres-beyond-the-blade", "Description": "For some boys  picking up a knife before leaving the house is like putting on shoes. Cuts to community centres like mine could prevent us getting to the root of the problemAs autumn draws in  we have started to look back wistfully at the joys of summer. Yet in some poorer pockets of Britain  those longer daylight hours  higher temperatures  shorter tempers and freedom from the classroom also made life more challenging for parents and youth workers.In August  four teenage boys were stabbed to death in the UK. Three of them were killed in London. Continue reading...", "Title": "Knife crime is rising - and we're closing down the very places that could stop it | Ciaran Thapar"}, {"URL": "https://www.theguardian.com/commentisfree/2017/sep/26/media-brexit-labour-party-activists", "Description": "Activists once treated as embarrassments are being empowered to overthrow the old guard  and are preparing to take the party to victoryA peaceful revolution by the beach: that's the scene at Labour's Brighton conference. People who were marginalised  ignored and disparaged by British politics are now the masters of the official opposition. The mood last year was flat; this year  pulsing with energy. The delegates don't know when an election will be called - but then  the prime minister can't be sure either. This year the upbeat mood is borne out in the conviction that the party has every chance of marching into government - and with the most transformative agenda since Clement Attlee.Momentum has been disparaged and demonised by the much of the press  but it has spearheaded Labour's dramatic transformation. The conference fringe used to be a dry  rather technocratic affair  dominated by top tables of  experts   MPs and flat question-and-answer sessions. Momentum's The World Transformed has discussions on everything from the nature of work  the housing crisis and rebuilding Britain's democracy to the challenges facing a radical left government. But it's done in a participatory way: meetings break out into groups to discuss and debate the issue at hand. Continue reading...", "Title": "As the media obsess over Brexit  they're missing Labour's revolution | Owen Jones"}, {"URL": "https://www.theguardian.com/commentisfree/2017/sep/26/offshore-wind-power-energy-price-climate-change", "Description": "Far-sighted government policy means the cost of offshore wind energy has halved. The benefits in terms of climate change and UK jobs will be enormousIn March I went to see Henrik Poulsen  the boss of Dong Energy  in Copenhagen. Never heard of him or his company? You are not alone  but the chances are he is keeping your lights on. The largely unknown story of his company is worth telling because it is genuinely revolutionary.Dong stands for Danish oil and natural gas. It was  like Shell and BP  involved in fossil fuel exploration and production. But in less than a decade it has become an 85% offshore wind company  and is divesting its coal  oil and gas interests. By 2023  Dong Energy will be very close to zero carbon. That is a pretty staggering transformation in a very short space of time. Continue reading...", "Title": "Wind power is now cheaper than nuclear - the energy revolution is happening | John Sauven"}, {"URL": "https://www.theguardian.com/environment/2017/sep/26/chips-chocolate-and-coffee-our-food-crops-face-mass-extinction-too", "Description": "It's not just animals  many seed crops are also endangered. So why is agrobiodiversity so overlooked? This valuable source of affordable  nutritious food could disappear if we don't act* Read more: Sixth mass extinction of wildlife also threatens global food suppliesA  sixth mass extinction  is already under way  scientists are now warning us. Species such as the Bengal tiger and blue whale are vanishing at an alarming rate  and mournful eulogies are being written on how those born in 20 years' time may never see an African elephant. But who is writing the eulogy for our food? Huge proportions of the plant and animal species that form the foundation of our food supply - known as agrobiodiversity - are just as endangered and are getting almost no attention.Take some consumer favourites: chips  chocolate and coffee. Up to 22% of wild potato species are predicted to become extinct by 2055 due to climate change. In Ghana and Ivory Coast  where the raw ingredient for 70% of our chocolate is grown  cacao trees will not be able to survive as temperatures rise by two degrees over the next 40 years. Coffee yields in Tanzania have dropped 50% since 1960. Continue reading...", "Title": "Chips  chocolate and coffee - our food crops face mass extinction too"}, {"URL": "https://www.theguardian.com/uk-news/2017/sep/26/mike-ashley-profits-newcastle-united-sports-direct", "Description": "Tycoon's profits hit by lower attendances at St James' Park and 'tough trading environment' at Sports Direct last yearNewcastle United and Sports Direct boss Mike Ashley's personal investment firm's profits nearly halved last year after a difficult period for both of his main assets.Revenues at the billionaire's Mash Holdings group rose by 2.4% to PS3.03bn but pre-tax profits slumped by 47% to PS278m in the year to 26 April 2016  as ticket sales fell at Newcastle over a  hugely disappointing season  in which the club was relegated from the Premier League while the retail chain he founded suffered a number of own goals. Continue reading...", "Title": "Mike Ashley firm's profits nearly halve as Newcastle ticket sales dip"}, {"URL": "https://www.theguardian.com/environment/2017/sep/26/national-park-plastics-bottled-water-ban", "Description": "Trump administration reversed ban in August despite environmental protestActivists say plastic is biggest threat to environment after climate changeA ban on bottled water in 23 national parks prevented up to 2m plastic bottles from being used and discarded every year  a US national park service study found. That is equivalent to up to 326 barrels of oil worth of emissions  419 cubic yards of landfill space and 111 743lb of plastic  according to the May study.Despite that  the Trump administration reversed the bottled water ban just three months later  a decision that horrified conservationists and pleased the bottled water industry. Continue reading...", "Title": "National park ban saved 2m plastic bottles - and still Trump reversed it"}, {"URL": "https://www.theguardian.com/world/2017/sep/26/antarctic-sea-ice-levels-hit-record-low-but-experts-are-not-sure-why", "Description": "Unpredictable nature of Antarctic sea ice levels the focus at conference of meteorology experts in Australia this weekSea ice levels in Antarctica dropped to a record low this year  but experts say there is not a clear link to climate change.More than 60 meteorologists and scientists from around the world are holding a week-long meeting in Hobart  Tasmania  to better understand sea ice changes on the frozen continent. Continue reading...", "Title": "Antarctic sea ice levels hit record low  but experts are not sure why"}, {"URL": "https://www.theguardian.com/uk-news/2017/sep/26/this-island-is-not-for-sale-how-eigg-fought-back", "Description": "Small islands have always been objects of desire for a certain kind of man ambitious to rule his own tiny nation. One Hebridean isle asserted its independence  but can its way of life survive? By Patrick Barkham It's the difference between black-and-white TV and colour   said Brian Greene.  That's what it was like after the revolution.  Greene was giving me a lift in his dilapidated Peugeot along Eigg's only road  waving at every passerby. It was the kind of explosive Highland summer day when butterflies jinked out of the steaming greenery and every foxglove  fuchsia and yellow flag iris seemed to have simultaneously burst into flower.Small islands are like celebrities: they loom far larger than their actual size  they are pored over by visitor-fans and they become public possessions  laden with reputations and attributes they may or may not embody. The Hebridean island of Eigg is second to St Kilda as the most famous of the smaller British isles. While St Kilda is renowned for its extinction as a place of human settlement  Eigg is celebrated for its rebirth. After overthrowing its eccentric  authoritarian owner two decades ago  this 31 sq km (12 sq mile) patch of moor and mountain was reborn as what is sometimes mockingly called the People's Republic of Eigg. This triumph of David versus Goliath has forged an apparently inspirational  sustainable community of 100 people. On first glance  it appears at once industriously creative and attractively lackadaisical: colourful houses  gardens filled with strawberry patches  hammocks made from old fishing nets and swings from old pink buoys. Continue reading...", "Title": "This island is not for sale: how Eigg fought back"}, {"URL": "https://www.theguardian.com/environment/2017/sep/26/sixth-mass-extinction-of-wildlife-also-threatens-global-food-supplies", "Description": "Plant and animal species that are the foundation of our food supplies are as endangered as wildlife but get almost no attention  a new report revealsComment: Chips  chocolate and coffee - our food crops face mass extinction tooThe sixth mass extinction of global wildlife already under way is seriously threatening the world's food supplies  according to experts. Huge proportions of the plant and animal species that form the foundation of our food supply are just as endangered [as wildlife] and are getting almost no attention   said Ann Tutwiler  director general of Bioversity International  a research group that published a new report on Tuesday. Continue reading...", "Title": "Sixth mass extinction of wildlife also threatens global food supplies"}, {"URL": "https://www.theguardian.com/cities/2017/sep/20/accessing-cities-disability-readers-experiences-callout", "Description": "Inaccessible venues and public spaces are a daily occurrence for most disabled people  whether at home or on holiday. We want to hear from Guardian readers with a disability about your experiences of accessing cities  good or badLast year Chester was named the most accessible city in Europe  selected from 43 cities in 21 countries for its achievements in creating a disability-friendly environment across many different sectors. Related: Roman holiday: how Chester became the most accessible city in Europe  Continue reading...", "Title": "Accessing cities with a disability: what have your experiences been?"}, {"URL": "https://www.theguardian.com/tv-and-radio/2017/sep/25/david-attenborough-on-the-scourge-of-the-oceans-i-remember-being-told-plastic-doesnt-decay-its-wonderful", "Description": "His sequel to The Blue Planet will focus not only on the marvels of sea life but also the threats to it. The naturalist explains why plastic pollution  climate change and overpopulation are problems too urgent to be left to ecologistsDavid Attenborough vividly remembers  nearly 80 years on  his first encounter with one of the worst scourges of the planet. He was a schoolboy.  I remember my headmaster  who was also my science master  saying: 'Boys  we've entered a new era! We've entered  we'll be proud to say  the plastic era. And what is so wonderful about this is we've used all our scientific ingenuity to make sure that it's virtually indestructible. It doesn't decay  you know  it's wonderful.' Attenborough lets the last word hang in the air  eyebrows and hands raised. Then the hands fall.  Now we dump thousands of tonnes of it  every year  into the sea  and it has catastrophic effects.  Continue reading...", "Title": "David Attenborough on the scourge of the oceans: 'I remember being told plastic doesn't decay  it's wonderful'"}, {"URL": "https://www.theguardian.com/artanddesign/gallery/2017/sep/26/puerto-rico-after-hurricane-maria-in-pictures", "Description": "Puerto Rico has been battling dangerous floods sparked by Hurricane Maria  with a number of residents still trapped in their homes. The island's governor  Ricardo Rossello  described the storm as the most devastating in a century after 33 people died and the US territory's electricity and telecoms infrastructure were destroyed Continue reading...", "Title": "Puerto Rico after Hurricane Maria - in pictures"}, {"URL": "https://www.theguardian.com/environment/gallery/2017/sep/20/exotic-pet-owners-beijing-china-endangered-in-pictures", "Description": "A dramatic rise in owning exotic pets in China is fuelling global demand for threatened species. The growing trade in alligators  snakes  monkeys  crocodiles and spiders is directly linked to species loss in some of the world's most threatened ecosystems Continue reading...", "Title": "Exotic pet owners of Beijing - in pictures"}, {"URL": "http://www.bbc.co.uk/news/41395790", "Description": "Two hours of intensive rain flooded Dubrovnik  but some enjoyed it more than others.", "Title": "Heavy rainstorm hits southern Croatia"}, {"URL": "http://www.bbc.co.uk/news/science-environment-41319885", "Description": "The ambitious goal of limiting global warming to 1.5C is still within reach  a study indicates.", "Title": "Paris climate aim 'still achievable'"}, {"URL": "http://www.bbc.co.uk/news/science-environment-41279470", "Description": "The biggest and the smallest of the world's fish  birds  mammals  amphibians and reptiles are most at risk of dying out.", "Title": "Size matters when it comes to extinction risk"}, {"URL": "http://www.bbc.co.uk/news/world-us-canada-41296988", "Description": "Reports say the US will no longer withdraw from the Paris deal or will change its approach.", "Title": "Paris climate deal: US denies it will stay in accord"}, {"URL": "http://www.bbc.co.uk/news/world-us-canada-41107049", "Description": "The reasons why the fourth-largest city in the US has become its flood capital.", "Title": "Flood capital"}]}