{"feeds": [{"URL": "http://feedproxy.google.com/~r/WWF-InTheNews/~3/z6wudcltIpM/", "Description": "\n   \n", "Title": "'Biological Annihilation:' Earth's 6th Mass Extinction Is Underway"}, {"URL": "http://feedproxy.google.com/~r/WWF-InTheNews/~3/zu_lMDw_DvU/", "Description": "\n   \n", "Title": "Earth Faces  Biological Annihilation  in Sixth Mass Extinction  Scientists Warn"}, {"URL": "http://www.bbc.co.uk/news/world-asia-india-41350289", "Description": "A video of a train speeding past a flooded station in Mumbai and splattering everyone on the platform has gone viral.", "Title": "Mumbai train gets water ride"}, {"URL": "http://www.bbc.co.uk/news/world-us-canada-41343006", "Description": "Conservative Gerry Ritz apologised over a remark he aimed at environment minister Catherine McKenna.", "Title": "Canada MP sorry for Catherine McKenna 'climate Barbie' remark"}, {"URL": "http://www.bbc.co.uk/news/world-us-canada-41343006", "Description": "Conservative Gerry Ritz apologised over a remark he aimed at environment minister Catherine McKenna.", "Title": "Canada MP sorry for Catherine McKenna 'climate Barbie' remark"}, {"URL": "http://news.google.com/news/url?sa=t&fd=R&ct2=us&usg=AFQjCNFxt7Ff5HQZl0Fu-WbJEXoq4hGyVw&clid=c3a7d30bb8a4878e06b80cf16b898331&cid=52779612063115&ei=2b7DWdHbOonQqgKX2IyABA&url=http://www.bbc.com/news/world-latin-america-41340392", "Description": "BBC NewsHurricane Maria: Puerto Rico may be months without powerBBC NewsHurricane Maria has knocked out power across the island of Puerto Rico  home to 3.5m people  officials have said. Flash flood warnings cover the entire island  which continues to be lashed by heavy rain in the storm's wake. Meanwhile more pictures are ...Hurricane Maria churns through Caribbean as ravaged Puerto Rico takes stock of an 'island destroyed'Washington PostHurricane Maria: US mainland is not out of the woods yetCNNHurricane Maria Leaves Puerto Rico Without Electricity  Hits Dominican RepublicNPRFox News -The Hill (blog) -Chicago Tribune -The Weather Channelall 7 506 news articles  ", "Title": "Hurricane Maria: Puerto Rico may be months without power - BBC News"}, {"URL": "http://rss.cnn.com/~r/rss/cnn_world/~3/h0R78A4IU-0/puerto-rico-hurricane-maria-drive-sje-lon-orig.cnn", "Description": "Fallen power lines  flooding  debris ... obstacles litter roads in Puerto Rico after Hurricane Maria ripped through the island.\n    \n", "Title": ""}, {"URL": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/h0R78A4IU-0/puerto-rico-hurricane-maria-drive-sje-lon-orig.cnn", "Description": "Fallen power lines  flooding  debris ... obstacles litter roads in Puerto Rico after Hurricane Maria ripped through the island.\n    \n", "Title": "The drive that shows how badly Puerto Rico was hit"}, {"URL": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/ibi1wpgnkO4/index.html", "Description": "It's hard enough to cook chicken properly on the stovetop or in the oven  where you have complete control of the temperature  but in a slow cooker (see which models we recommend in our equipment testing) it's even trickier to ensure moist  flavorful chicken at the end of a long cooking time.\n    \n", "Title": "The simplest (and tastiest) way to make this tailgate favorite"}, {"URL": "http://rss.cnn.com/~r/rss/cnn_us/~3/h0R78A4IU-0/puerto-rico-hurricane-maria-drive-sje-lon-orig.cnn", "Description": "Fallen power lines  flooding  debris ... obstacles litter roads in Puerto Rico after Hurricane Maria ripped through the island.\n    \n", "Title": "The drive that shows how badly Puerto Rico was hit"}, {"URL": "http://feedproxy.google.com/~r/WWFStories/~3/NpyR5kSNF4w/bringing-tigers-back-home-to-kazakhstan", "Description": "On September 8th  2017  the Republic of Kazakhstan announced their plans to bring wild tigers back to their historical range in the Ili-Balkhash region  and signed a memorandum with WWF to implement a joint tiger reintroduction plan. These iconic cats will finally return to Kazakhstan  70 years after going extinct there.", "Title": "Bringing tigers back home to Kazakhstan"}, {"URL": "http://feedproxy.google.com/~r/WWFStories/~3/iVzn2IXMQQQ/what-is-a-walrus-haulout-and-what-does-it-mean-for-the-planet", "Description": " \nWalrus spend most of their time on sea ice. They migrate with moving ice floes and need ice for rest between dives for food. But when summer sea ice shrinks  walrus are forced to swim to land for refuge.\nAs thousands of walrus come ashore  they congregate in large groups known as  haulouts.  These mass gatherings are dangerous and even deadly for the animals. Nearby food sources may be quickly exhausted. As walrus are easily spooked by humans  vehicles or even small animals they can trample one another in a stampede to the sea. Tragically  many walruses  particularly young calves  will die in the stampede.\nShrinking sea ice\nThis month  the U.S. Fish and Wildlife Service announced that walruses have been spotted in early August near the village of Point Lay  Alaska on the Chukchi Sea. This marks the earliest known haulout for the walruses and signifies the ever-growing impact of receding Arctic sea ice.\nClimate change means sea ice is retreating earlier than in years past. Summer sea ice is moving north where waters are too deep for the walrus to successfully dive and feed. When the animals come ashore  they are farther away from their best feeding grounds and must make long commutes up to 250 miles round trip that are not possible for young calves. \nWhile the number of walrus in this year s haul out is not yet known they will continue to come ashore through early fall past years have seen haul out numbers of more than 35 000 walrus. \nWhat can be done\nResidents of Point Lay rally to protect the walrus which are an important cultural  nutritional  and economic resource for the community  by taking measures to keep them undisturbed  such as strictly limiting access to the haul-out area. But climate change remains the greatest threat to the walrus. Without action on the issue  sea ice will continue to shrink and the risk to walrus will continue to grow.\nTake action: Tell President Trump to prioritize our planet s future\n      ", "Title": "What is a walrus haulout and what does it mean for the planet?"}, {"URL": "http://feedproxy.google.com/~r/WWFStories/~3/YS2BWwC_fTE/supporters-help-wwf-launch-emergency-plan-to-stop-myanmar-s-elephant-poaching-crisis", "Description": "Amid a dire poaching crisis  wild Asian elephants in Myanmar received swift and essential aid from thousands of WWF supporters committed to protecting this iconic species. More than 3 000 people donated $263 211 in less than four weeks to fund an emergency action plan to train rangers and get boots on the ground to fight wildlife crime.", "Title": "Supporters help WWF launch emergency plan to stop Myanmar's elephant poaching crisis"}, {"URL": "http://feedproxy.google.com/~r/WWFStories/~3/HpUjiKWCLkc/turning-dirty-dyes-green", "Description": "CHANGZHOU :: CHINA\nA single T-shirt takes 700 gallons of water to produce; a pair of jeans  1 200 gallons. According to the World Bank  the textile and dyeing industry contributes to 20% of the world s water pollution.\nChina produces a large share of the world s textiles  both benefitting economically and bearing the brunt of environmental damage. Take  for example  the Changzhou Weile Dyeing Company  located in one of the many industrial parks scattered near Tai Hu Lake in the booming Yangtze River Delta near Shanghai.\nWeile  run by brothers Song Lingyong and Song Lingyan  supplies textiles to 40 countries  including the US  where Costco is a main client. Until recently  the factory was emitting putrid water and toxic gases into a region where ecology is already severely damaged by industry.\n I thought  if we can transform our dyeing factory to emit clean air and make money at the same time  would it not be possible to inspire our whole industry?  says Song Lingyan.\nIn 2014  Weile became the first textile company in the world to adhere to the Alliance for Water Stewardship (AWS) Standard  an international standard co-founded by WWF to promote the use of fresh water in a way that is socially equitable  environmentally sustainable  and economically beneficial.\n With the tools developed by WWF and partners  the companies and industrial parks are able to become real water stewards with global and local impact   says Wang Qian  acting director for WWF-China s Yangtze program.With its long supply chains  outdated technology  poor wastewater treatment facilities  and  most important  low profit margins (Weile s is just 5%)  the industry is ripe for transformation.\nLast year Weile invested eight million yuan (about $1.2 million) to upgrade technology to improve environmental impacts  say the Song brothers. While that put a dent in immediate profits  the long-term payoff is huge: Song Liyong says daily production costs are down 20% 25%.\nWorking with both global brands such as multinational clothing retailer H M and small producers like Weile  which employs 160 people  WWF helps companies shift to more responsible water use by assessing the financial impacts associated with environmental risks  says WWF-China s head of water practice  Ren Wenwei.\nIn addition to facilitating individual efforts  WWF  the Chinese government  and the textile industry are working collectively to improve environmental standards and governance.\nThe Weile factory is an utterly industrial site concrete floors  40-foot towers of white cloth  and the thundering sound of machinery. Yet  the space is surreally odorless and smokeless. The company collaborates with local government to upgrade technology for cleaner production and lower costs.\n Farmers fish from the river behind our factory   says Song Lingyong with pride  because it s so clean. \n \n      ", "Title": "Turning dirty dyes green"}, {"URL": "http://feedproxy.google.com/~r/WWFStories/~3/THiJIUqHIsM/wwf-helps-a-mountain-community-protect-forests-and-adapt-to-climate-change", "Description": "WWF recently concluded a project that worked closely with local communities to reduce land degradation  forest loss  and climate change vulnerability in the Himalayas in Nepal. Empowered by the Global Environment Facility  WWF worked directly with the government of Nepal to design and implement the project.", "Title": "WWF helps a mountain community protect forests and adapt to climate change"}, {"URL": "http://feedproxy.google.com/~r/WWFStories/~3/-i5aOwW6Ago/a-new-plan-to-save-belize-s-livelihood-giving-reef-and-coasts", "Description": "The coastal nation of Belize is at a crossroads. In 2009  the reef system was added to UNESCO s List of World Heritage in Danger. It remains on the list today because of mangrove deforestation  unsustainable coastal development and offshore oil exploration. The good news is a coastal zone management plan can safeguard Belize s natural assets and produce a win-win opportunity for the people and environment.", "Title": "A new plan to save Belize's livelihood-giving reef and coasts"}, {"URL": "http://feedproxy.google.com/~r/WWFStories/~3/B2SjfXlvWGU/wwf-marks-with-great-sadness-the-passing-of-a-founding-leader-aileen-bowdoin-train", "Description": "WWF marks with great sadness the passing of a founding leader and dear friend  Aileen Bowdoin Train  who died peacefully at her home on July 7  2017.\nAileen was an early champion of conservation  serving on the boards of WWF-US in Washington  DC and WWF-International in Gland  Switzerland  the Chesapeake Bay Foundation  and the Wildfowl Trust of North America. She chaired the board of the Nature Conservancy of Maryland for many years  and she also founded and chaired the environmental organization Concern  Inc. Aileen also served on the boards of the Summit Fund  the Corcoran Gallery and the Foxcroft School  among others.\nAileen s dedication to public service was lifelong. Following college  she served as a nurse s aide at Walter Reed Hospital and was for many years a volunteer at Planned Parenthood. \nInspired by a safari in Kenya in 1956 with her husband  Russell Train  Aileen became a committed force for conservation and the protection of wildlife and wild places around the world. As key figures in the founding of WWF in the United States  Aileen and Russ sought to bring others into nature  to introduce them  firsthand  to the wonders of biodiversity and the natural world. Their vision was both local and global  advocating for local protection of land  air and water  but always with a profound commitment to building local leadership and institutions  linking people across the world.\nAileen was gracious  forthright  and industrious. She brought extraordinary drive and spirit to all she did. On trips into the wild  she was the first to pull on boots and wade in the muck behind the scientists. And whether in Tanzania  or Bhutan  or her beloved farm on the Eastern Shore of Maryland  Aileen was always prepared to dedicate her time  talent and wisdom to ensuring that the wonder of natural places would remain for generations to follow. \nTo her beloved children and grandchildren  we express our deepest condolences  as well as our gratitude for Aileen's remarkable life of service and her indelible legacy of leadership in protecting the planet we all share.\nContribute in memory of Aileen Bowdoin Train. Your donation will be used to support the Russell E. Train Education for Nature Program.\n      ", "Title": "WWF marks with great sadness the passing of a founding leader  Aileen Bowdoin Train"}, {"URL": "http://feedproxy.google.com/~r/WWFStories/~3/zFGszt8kJiw/wwf-and-tiger-beer-engage-to-help-rangers-and-protect-tigers", "Description": "WWF and Tiger Beer US are engaging in a campaign to fundraise to support rangers around the world  including those in tiger range countries to reduce the threat of poaching to this species. Tiger Beer will match up to $25 000 of consumer donations from July 1 through August 31  2017 to support WWF's Back a Ranger Program.", "Title": "WWF and Tiger Beer Engage to Help Rangers and Protect Tigers"}, {"URL": "https://www.theguardian.com/politics/2017/sep/20/theresa-may-speaks-out-against-trump-climate-change-stance-at-un", "Description": "PM ranks US plan to withdraw from Paris treaty alongside North Korean nuclear tests as threat to global securityTheresa May has issued a veiled warning to Donald Trump  arguing that his plan to withdraw from the Paris climate change treaty ranks alongside North Korea's nuclear missile tests as a threat to global prosperity and security.In a speech to the United Nations general assembly  the prime minister  whose authority at home has been severely tested since June's general election result  sought to project her vision of a  rules-based  international order. Continue reading...", "Title": "Theresa May speaks out against Trump climate change stance at UN"}, {"URL": "https://www.theguardian.com/lifeandstyle/shortcuts/2017/sep/20/how-should-you-dispose-of-your-dead-pet", "Description": "Goldfish disposed of down the toilet are now taking over waterways in Australia. There are better ways to get rid of pets - wait until they die  for startersThey had a good life  but what do you do with dear Gerry the gerbil or Robbie the rabbit when they slip away into the next hutch? How about not flushing them down the loo? Especially when they're not even dead.It's a problem in Australia  where mutant goldfish are surviving sewage treatment to flourish in brackish waterways in the south-west of the country. Without natural predators  the fish have grown to dinner-plate proportions  causing algae blooms and a stirring up of sediment  not to mention eating the eggs of native species. Continue reading...", "Title": "Save us from the monster fish: how should you dispose of your pet?"}, {"URL": "https://www.theguardian.com/lifeandstyle/shortcuts/2017/sep/19/french-bulldog-battersea-dogs-home-celebrity-pet-health-problems", "Description": "Battersea Dogs Home is being besieged by an influx of the popular celebrity pet  which is prone to serious health problems that are expensive to treatName: French bulldog.Age: As individuals  unlikely to be more than 12 years old. As a species  about 150. Continue reading...", "Title": "Je regrette chien: why French bulldogs are being dumped"}, {"URL": "https://www.theguardian.com/society/2017/sep/19/bodys-bad-fat-could-be-altered-to-combat-obesity-say-scientists", "Description": "By blocking a particular protein  unhealthy 'white' fat could be transformed into calorie-burning 'beige' fat  experiments show Bad fat  could be made to turn over a new leaf and combat obesity by blocking a specific protein  scientists have discovered. Most fat in the body is unhealthy  white  tissue deposited around the waist  hips and thighs. But smaller amounts of energy-hungry  brown  fat are also found around the neck and shoulders. Brown fat generates heat by burning up excess calories.  Continue reading...", "Title": "Body's 'bad fat' could be altered to combat obesity  say scientists"}, {"URL": "https://www.theguardian.com/cities/2017/sep/20/accessing-cities-disability-readers-experiences-callout", "Description": "Inaccessible venues and public spaces are a daily occurrence for most disabled people  whether at home or on holiday. We want to hear from Guardian readers with a disability about your experiences of accessing cities  good or badLast year Chester was named the most accessible city in Europe  selected from 43 cities in 21 countries for its achievements in creating a disability-friendly environment across many different sectors. Related: Roman holiday: how Chester became the most accessible city in Europe  Continue reading...", "Title": "Accessing cities with a disability: what have your experiences been?"}, {"URL": "https://www.theguardian.com/world/2017/sep/19/britain-must-honour-its-debt-to-caribbean-islands", "Description": "Till Bruckner calls on UK to remember its slave history  Linda McAvon on the importance of EU aid  while Alasdair Macdonald wants HMS Ocean to become a disaster relief vesselThe small Caribbean island-nation of Dominica has been hit by the second natural disaster in two years (Report  19 September). In 2015  tropical storm Erika wiped out an estimated 90% of the country's GDP. Hurricane Maria caused similar devastation. No country can cope alone with the aftermath of two natural disasters of this scale. While Dominicans may be too polite to point this out  Britain owes the island a considerable debt. First  we profited greatly from centuries of slave labour. Stately homes were built from the profits gained by working Dominicans to death. Then  we benefited from globalisation  which boosted our exports  while wiping out virtually all of Dominica's manufacturing sector. Today  we routinely fly abroad for cheap vacations  causing carbon pollution that makes natural disasters such as Erika and Maria more frequent and severe. Dominicans have had no say in any of these developments. The very least we can do is pay up and enable them to rebuild.Till BrucknerBristol* The OECD rules you refer to (British territories hit by Irma 'too wealthy' to receive aid budget funds  13 September) measure what can count towards a country's 0.7% aid target  not whether or not a country can be given aid. As a recent Lords report points out  the EU provides aid to British overseas territories through the European Development Fund. That aid accounts for 36% of Anguilla's capital budget  which is why we need clarity on what happens after Brexit. The government could choose to continue working through the EU  but must at the least make good any funding lost. Many of these tiny islands also rely on EU law to guarantee trade and free movement  including for medical treatment  to neighbouring islands which are overseas territories of other EU countries. These issues must be addressed if we are to do right by all British people.Linda McAvan MEPChair  European parliament committee on development Continue reading...", "Title": "Britain must honour its debt to Caribbean islands | Letters"}, {"URL": "https://www.theguardian.com/environment/gallery/2017/sep/20/exotic-pet-owners-beijing-china-endangered-in-pictures", "Description": "A dramatic rise in owning exotic pets in China is fuelling global demand for threatened species. The growing trade in alligators  snakes  monkeys  crocodiles and spiders is directly linked to species loss in some of the world's most threatened ecosystems Continue reading...", "Title": "Exotic pet owners of Beijing - in pictures"}, {"URL": "https://www.theguardian.com/global-development/gallery/2017/sep/20/tell-people-seeing-these-photos-we-suffer-a-lot-the-struggle-for-food-in-pictures", "Description": "Conflict and climate change have brought with them dangerous levels of hunger and malnutrition in many countries. Photojournalist Chris de Bode visits Burundi  Central African Republic and Niger to hear people's stories of how simple interventions are helping communities to cope* The exhibition Food in a Fragile World runs until 30 October in London  part of Concern's fundraising appealPhotographs by Chris de Bode/Panos Pictures Continue reading...", "Title": "The struggle for food in a fragile world  - in pictures"}, {"URL": "https://www.theguardian.com/society/gallery/2017/sep/18/no-place-like-home-in-pictures", "Description": "No Place Like Home is a photography and audio project by London-based photographer Jonathan Donovan.Each story explores what it is like to live in London  and asks what constitutes a home in this febrile environment. Exhibition from 16 - 22 September at Platform Southwark  London SE1 8BS  Continue reading...", "Title": "No place like home - in pictures"}, {"URL": "http://www.bbc.co.uk/news/magazine-41337815", "Description": "The people of the Guna Yala archipelago  off the Panama coast  may be among the first island communities to leave their homes and move onshore.", "Title": "The island people with a climate change escape plan"}, {"URL": "http://www.bbc.co.uk/news/science-environment-41319885", "Description": "The ambitious goal of limiting global warming to 1.5C is still within reach  a study indicates.", "Title": "Paris climate aim 'still achievable'"}, {"URL": "http://www.bbc.co.uk/news/science-environment-41279470", "Description": "The biggest and the smallest of the world's fish  birds  mammals  amphibians and reptiles are most at risk of dying out.", "Title": "Size matters when it comes to extinction risk"}, {"URL": "http://www.bbc.co.uk/news/world-us-canada-41296988", "Description": "Reports say the US will no longer withdraw from the Paris deal or will change its approach.", "Title": "Paris climate deal: US denies it will stay in accord"}, {"URL": "http://www.bbc.co.uk/news/business-41220948", "Description": "Figures from the government are seen as a milestone in the advance of renewable energy.", "Title": "Offshore wind power cheaper than new nuclear"}, {"URL": "http://www.bbc.co.uk/news/science-environment-40900679", "Description": "BBC environment analyst Roger Harrabin reviews Al Gore's climate movie sequel.", "Title": "Climate crusader Gore takes up arms again"}, {"URL": "http://www.bbc.co.uk/news/world-us-canada-41107049", "Description": "The reasons why the fourth-largest city in the US has become its flood capital.", "Title": "Flood capital"}, {"URL": "http://www.bbc.co.uk/news/world-europe-41049827", "Description": "A huge rockfall in Val Bondasca raises questions about how climate change is affecting the Alps.", "Title": "Alps melting?"}]}