{"feeds": [{"URL": "http://feedproxy.google.com/~r/WWF-InTheNews/~3/z6wudcltIpM/", "Description": "\n   \n", "Title": "'Biological Annihilation:' Earth's 6th Mass Extinction Is Underway"}, {"URL": "http://feedproxy.google.com/~r/WWF-InTheNews/~3/zu_lMDw_DvU/", "Description": "\n   \n", "Title": "Earth Faces  Biological Annihilation  in Sixth Mass Extinction  Scientists Warn"}, {"URL": "http://www.bbc.co.uk/news/world-latin-america-41302157", "Description": "Maria will bring dangerous storm surges and life-threatening floods to already-devastated areas.", "Title": "Hurricane Maria to become major storm near Caribbean islands"}, {"URL": "http://www.bbc.co.uk/news/world-us-canada-41300036", "Description": "The US secretary of state backs up reports Mr Trump may soften his stance on the climate pact.", "Title": "Paris climate deal: Trump open to staying in  Tillerson says"}, {"URL": "http://www.bbc.co.uk/news/world-latin-america-41302157", "Description": "Maria will bring dangerous storm surges and life-threatening floods to already-devastated areas.", "Title": "Hurricane Maria to become major storm near Caribbean islands"}, {"URL": "http://news.google.com/news/url?sa=t&fd=R&ct2=us&usg=AFQjCNHJJAIt5j4If3bZbBetUyYp9uUVvw&clid=c3a7d30bb8a4878e06b80cf16b898331&cid=52779608959192&ei=S7y_WZDuH8rFqgLGlIH4CA&url=http://www.cnn.com/2017/09/18/americas/atlantic-storms-maria-jose-lee/index.html", "Description": "CNNHurricane Maria: 'Significant' strengthening likely as storm nears landCNN(CNN) Hurricane Maria is forecast to rapidly strengthen over the next two days as it takes aim at Caribbean islands devastated by Hurricane Irma just days ago.  Significant strengthening is forecast during the next 48 hours  and Maria is expected to ...Hurricane Maria Heads Toward Puerto Rico; Expected To Become Major StormNPRHurricane Maria could be a Cat 4 storm by the time it reaches the northern CaribbeanMiami HeraldHurricane Jose to Bring Coastal Flooding  Heavy Rain  Wind to the Eastern Seaboard; Tropical Storm Watch IssuedThe Weather ChannelABC News -BBC News -TIME -Sun Sentinelall 1 803 news articles  ", "Title": "Hurricane Maria: 'Significant' strengthening likely as storm nears land - CNN"}, {"URL": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/TMErUR7-6Wo/index.html", "Description": "Scientist and astrophysicist Neil deGrasse Tyson said Sunday that  in the wake of devastating floods and damage caused by Hurricanes Harvey and Irma  climate change had become so severe that the country  might not be able to recover. \n    \n", "Title": "It may be 'too late' to fix climate change  Neil deGrasse Tyson says"}, {"URL": "http://rss.cnn.com/~r/rss/cnn_topstories/~3/77YghK-lDWk/index.html", "Description": "Here is a message to investors in the oil industry  whether pension and insurance funds  university endowments  hedge funds or other asset managers:  Your investments are going to sour. The growing devastation caused by climate change  as seen this month in Texas  Florida and the Caribbean  are going to blow a hole in your fossil-fuel portfolio.\n    \n", "Title": "Opinion: Storm chaos will blow a hole in oil industry"}, {"URL": "http://feedproxy.google.com/~r/WWFStories/~3/NpyR5kSNF4w/bringing-tigers-back-home-to-kazakhstan", "Description": "On September 8th  2017  the Republic of Kazakhstan announced their plans to bring wild tigers back to their historical range in the Ili-Balkhash region  and signed a memorandum with WWF to implement a joint tiger reintroduction plan. These iconic cats will finally return to Kazakhstan  70 years after going extinct there.", "Title": "Bringing tigers back home to Kazakhstan"}, {"URL": "http://feedproxy.google.com/~r/WWFStories/~3/iVzn2IXMQQQ/what-is-a-walrus-haulout-and-what-does-it-mean-for-the-planet", "Description": " \nWalrus spend most of their time on sea ice. They migrate with moving ice floes and need ice for rest between dives for food. But when summer sea ice shrinks  walrus are forced to swim to land for refuge.\nAs thousands of walrus come ashore  they congregate in large groups known as  haulouts.  These mass gatherings are dangerous and even deadly for the animals. Nearby food sources may be quickly exhausted. As walrus are easily spooked by humans  vehicles or even small animals they can trample one another in a stampede to the sea. Tragically  many walruses  particularly young calves  will die in the stampede.\nShrinking sea ice\nThis month  the U.S. Fish and Wildlife Service announced that walruses have been spotted in early August near the village of Point Lay  Alaska on the Chukchi Sea. This marks the earliest known haulout for the walruses and signifies the ever-growing impact of receding Arctic sea ice.\nClimate change means sea ice is retreating earlier than in years past. Summer sea ice is moving north where waters are too deep for the walrus to successfully dive and feed. When the animals come ashore  they are farther away from their best feeding grounds and must make long commutes up to 250 miles round trip that are not possible for young calves. \nWhile the number of walrus in this year s haul out is not yet known they will continue to come ashore through early fall past years have seen haul out numbers of more than 35 000 walrus. \nWhat can be done\nResidents of Point Lay rally to protect the walrus which are an important cultural  nutritional  and economic resource for the community  by taking measures to keep them undisturbed  such as strictly limiting access to the haul-out area. But climate change remains the greatest threat to the walrus. Without action on the issue  sea ice will continue to shrink and the risk to walrus will continue to grow.\nTake action: Tell President Trump to prioritize our planet s future\n      ", "Title": "What is a walrus haulout and what does it mean for the planet?"}, {"URL": "http://feedproxy.google.com/~r/WWFStories/~3/YS2BWwC_fTE/supporters-help-wwf-launch-emergency-plan-to-stop-myanmar-s-elephant-poaching-crisis", "Description": "Amid a dire poaching crisis  wild Asian elephants in Myanmar received swift and essential aid from thousands of WWF supporters committed to protecting this iconic species. More than 3 000 people donated $263 211 in less than four weeks to fund an emergency action plan to train rangers and get boots on the ground to fight wildlife crime.", "Title": "Supporters help WWF launch emergency plan to stop Myanmar's elephant poaching crisis"}, {"URL": "http://feedproxy.google.com/~r/WWFStories/~3/HpUjiKWCLkc/turning-dirty-dyes-green", "Description": "CHANGZHOU :: CHINA\nA single T-shirt takes 700 gallons of water to produce; a pair of jeans  1 200 gallons. According to the World Bank  the textile and dyeing industry contributes to 20% of the world s water pollution.\nChina produces a large share of the world s textiles  both benefitting economically and bearing the brunt of environmental damage. Take  for example  the Changzhou Weile Dyeing Company  located in one of the many industrial parks scattered near Tai Hu Lake in the booming Yangtze River Delta near Shanghai.\nWeile  run by brothers Song Lingyong and Song Lingyan  supplies textiles to 40 countries  including the US  where Costco is a main client. Until recently  the factory was emitting putrid water and toxic gases into a region where ecology is already severely damaged by industry.\n I thought  if we can transform our dyeing factory to emit clean air and make money at the same time  would it not be possible to inspire our whole industry?  says Song Lingyan.\nIn 2014  Weile became the first textile company in the world to adhere to the Alliance for Water Stewardship (AWS) Standard  an international standard co-founded by WWF to promote the use of fresh water in a way that is socially equitable  environmentally sustainable  and economically beneficial.\n With the tools developed by WWF and partners  the companies and industrial parks are able to become real water stewards with global and local impact   says Wang Qian  acting director for WWF-China s Yangtze program.With its long supply chains  outdated technology  poor wastewater treatment facilities  and  most important  low profit margins (Weile s is just 5%)  the industry is ripe for transformation.\nLast year Weile invested eight million yuan (about $1.2 million) to upgrade technology to improve environmental impacts  say the Song brothers. While that put a dent in immediate profits  the long-term payoff is huge: Song Liyong says daily production costs are down 20% 25%.\nWorking with both global brands such as multinational clothing retailer H M and small producers like Weile  which employs 160 people  WWF helps companies shift to more responsible water use by assessing the financial impacts associated with environmental risks  says WWF-China s head of water practice  Ren Wenwei.\nIn addition to facilitating individual efforts  WWF  the Chinese government  and the textile industry are working collectively to improve environmental standards and governance.\nThe Weile factory is an utterly industrial site concrete floors  40-foot towers of white cloth  and the thundering sound of machinery. Yet  the space is surreally odorless and smokeless. The company collaborates with local government to upgrade technology for cleaner production and lower costs.\n Farmers fish from the river behind our factory   says Song Lingyong with pride  because it s so clean. \n \n      ", "Title": "Turning dirty dyes green"}, {"URL": "http://feedproxy.google.com/~r/WWFStories/~3/THiJIUqHIsM/wwf-helps-a-mountain-community-protect-forests-and-adapt-to-climate-change", "Description": "WWF recently concluded a project that worked closely with local communities to reduce land degradation  forest loss  and climate change vulnerability in the Himalayas in Nepal. Empowered by the Global Environment Facility  WWF worked directly with the government of Nepal to design and implement the project.", "Title": "WWF helps a mountain community protect forests and adapt to climate change"}, {"URL": "http://feedproxy.google.com/~r/WWFStories/~3/-i5aOwW6Ago/a-new-plan-to-save-belize-s-livelihood-giving-reef-and-coasts", "Description": "The coastal nation of Belize is at a crossroads. In 2009  the reef system was added to UNESCO s List of World Heritage in Danger. It remains on the list today because of mangrove deforestation  unsustainable coastal development and offshore oil exploration. The good news is a coastal zone management plan can safeguard Belize s natural assets and produce a win-win opportunity for the people and environment.", "Title": "A new plan to save Belize's livelihood-giving reef and coasts"}, {"URL": "http://feedproxy.google.com/~r/WWFStories/~3/B2SjfXlvWGU/wwf-marks-with-great-sadness-the-passing-of-a-founding-leader-aileen-bowdoin-train", "Description": "WWF marks with great sadness the passing of a founding leader and dear friend  Aileen Bowdoin Train  who died peacefully at her home on July 7  2017.\nAileen was an early champion of conservation  serving on the boards of WWF-US in Washington  DC and WWF-International in Gland  Switzerland  the Chesapeake Bay Foundation  and the Wildfowl Trust of North America. She chaired the board of the Nature Conservancy of Maryland for many years  and she also founded and chaired the environmental organization Concern  Inc. Aileen also served on the boards of the Summit Fund  the Corcoran Gallery and the Foxcroft School  among others.\nAileen s dedication to public service was lifelong. Following college  she served as a nurse s aide at Walter Reed Hospital and was for many years a volunteer at Planned Parenthood. \nInspired by a safari in Kenya in 1956 with her husband  Russell Train  Aileen became a committed force for conservation and the protection of wildlife and wild places around the world. As key figures in the founding of WWF in the United States  Aileen and Russ sought to bring others into nature  to introduce them  firsthand  to the wonders of biodiversity and the natural world. Their vision was both local and global  advocating for local protection of land  air and water  but always with a profound commitment to building local leadership and institutions  linking people across the world.\nAileen was gracious  forthright  and industrious. She brought extraordinary drive and spirit to all she did. On trips into the wild  she was the first to pull on boots and wade in the muck behind the scientists. And whether in Tanzania  or Bhutan  or her beloved farm on the Eastern Shore of Maryland  Aileen was always prepared to dedicate her time  talent and wisdom to ensuring that the wonder of natural places would remain for generations to follow. \nTo her beloved children and grandchildren  we express our deepest condolences  as well as our gratitude for Aileen's remarkable life of service and her indelible legacy of leadership in protecting the planet we all share.\nContribute in memory of Aileen Bowdoin Train. Your donation will be used to support the Russell E. Train Education for Nature Program.\n      ", "Title": "WWF marks with great sadness the passing of a founding leader  Aileen Bowdoin Train"}, {"URL": "http://feedproxy.google.com/~r/WWFStories/~3/zFGszt8kJiw/wwf-and-tiger-beer-engage-to-help-rangers-and-protect-tigers", "Description": "WWF and Tiger Beer US are engaging in a campaign to fundraise to support rangers around the world  including those in tiger range countries to reduce the threat of poaching to this species. Tiger Beer will match up to $25 000 of consumer donations from July 1 through August 31  2017 to support WWF's Back a Ranger Program.", "Title": "WWF and Tiger Beer Engage to Help Rangers and Protect Tigers"}, {"URL": "https://www.theguardian.com/sport/2017/sep/17/philadelphia-saracens-newcastle-premiership-american-rugby-dream", "Description": "Only just over 6 000 turned up to watch Saracens and Newcastle to illustrate that the Premiership's American adventure still has a long way to goThe Premiership Rugby chief executive  Mark McCafferty  put a brave face on a poor crowd for Newcastle v Saracens in Philadelphia  saying:  Obviously we know the size of the task  and it's a big one. The Talen Energy Stadium - actually in Chester  down the Delaware from Philly - contained only 6 271 fans  12 000 short of its modest Major League Soccer capacity. McCafferty said the challenge of filling such a ground  quite likely  although not certainly  to be the Talen  for the three years left of the American Series deal  was  exciting  in a way . Continue reading...", "Title": "Damp squib in Philadelphia exposes distance of American rugby dream"}, {"URL": "https://www.theguardian.com/environment/2017/sep/18/we-need-to-make-democracy-work-in-the-fight-to-save-the-planet", "Description": "For centuries  humans have championed the democratic political system. But can it facilitate the radical change needed to stop the potentially annihilating effects of climate change?  Although individual action to protect the environment - consuming less  recycling more  reducing one's carbon footprint - might be a contribution if enough people did it  the battle to minimise human-induced climate change has to be a worldwide endeavour among cooperating states. The outcome of the 2015 UN Climate Change Conference was one of the most optimistic and encouraging steps hitherto achieved in that battle - that is  until Donald Trump said he intended to withdraw the US  the biggest climate polluter in history  from the agreement. The Paris agreement and President Trump's decision illustrate the two ends of the spectrum of effort and concern. Our planet cannot be protected from a warming atmosphere - with melting ice caps  rising sea levels  droughts  floods  famines and migrations of desperate populations - without vigorous joint effort by the world's states. Continue reading...", "Title": "We need to make democracy work in the fight to save the planet | AC Grayling"}, {"URL": "https://www.theguardian.com/environment/2017/sep/17/press-regulator-censures-mail-on-sunday-for-global-warming-claims", "Description": "Mail on Sunday criticised by Ipso for article claiming global warming data had been exaggerated to win Paris climate change agreementClaims in the Mail on Sunday that global warming data had been exaggerated in order to secure the Paris climate change agreement have been criticised by the UK's press regulator.The Independent Press Standards Organisation censured the newspaper for publishing a story in early February that was flawed in key aspects. The news story suggested that data from the US National Oceanic and Atmospheric Administration (NOAA)  one of the world's gold-standard sources of weather and climate research  had been treated in such a way as to suggest greater warming than had really occurred. Continue reading...", "Title": "Press regulator censures Mail on Sunday for global warming claims"}, {"URL": "https://www.theguardian.com/environment/2017/sep/18/women-of-childbearing-age-around-world-suffering-toxic-levels-of-mercury", "Description": "Study finds excessive levels of the metal  which can seriously harm unborn children  in women from Alaska to Indonesia  due to gold mining  industrial pollution and fish-rich dietsWomen of childbearing age from around the world have been found to have high levels of mercury  a potent neurotoxin which can seriously harm unborn children.The new study  the largest to date  covered 25 of the countries with the highest risk and found excessive levels of the toxic metal in women from Alaska to Chile and Indonesia to Kenya. Women in the Pacific islands were the most pervasively contaminated. This results from their reliance on eating fish  which concentrate the mercury pollution found across the world's oceans and much of which originates from coal burning. Continue reading...", "Title": "Women of childbearing age around world suffering toxic levels of mercury"}, {"URL": "https://www.theguardian.com/world/video/2017/sep/13/well-figure-it-out-faith-amid-the-flood-in-florida-after-irma-video", "Description": "Over 6.4 million people in the south-eastern US were warned to evacuate as Hurricane Irma ripped through communities across Florida. As the residents of Bonita Springs clean up Irma's devastation  they turn to their faiths and to each other to find a way forward* Hurricane Irma's path of destruction - video report Continue reading...", "Title": "'We'll figure it out': faith amid the flood in Florida after Irma - video"}, {"URL": "https://www.theguardian.com/fashion/2017/sep/18/how-fashions-new-obsession-with-office-dressing-made-me-feel-like-an-80s-throwback", "Description": "While fashion designers are taking inspiration from a fantasy executive boardroom  the reality of wearing a power suit in real life feels quite weird* Read more from the autumn/winter 2017 edition of The Fashion  our biannual fashion supplementIt's a normal Tuesday morning in the office and people are staring at me. They look me up and down as I fill my water bottle. They give me side eye in the lift. This is not an anxiety dream. This is real life. My appearance is inspiring unspoken questions in my colleagues. Namely: what on earth is she wearing? And why?What I am wearing is an Isabel Marant suit. It is woollen  grey and double breasted  with burgundy stripes and softly padded shoulders. In the Guardian's proudly dressed-down environment  where jeans and T-shirts are practically compulsory  I am an aberration. Continue reading...", "Title": "How fashion's new obsession with office dressing made me feel like an 80s throwback"}, {"URL": "https://www.theguardian.com/books/2017/sep/18/what-happened-hillary-rodham-clinton-review", "Description": "The presidential candidate blames everyone but herself for her shock defeat by Trump in this hubristic memoirIn common with everyone who is likely to read this review  I grieved when Hillary Clinton lost the election last November. Now there is an extra reason for regret: with time on her hands  the woman who was so qualified to be an able  diligent  clear-headed president has hastily written - or presided over the writing of - an unreflective book that in its combination of number-crunching wonkery and strenuously pious uplift reveals more than she might have intended about why she lost. Her bewilderment is easy to understand  but couldn't she have waited before monetising failure and relaunching her brand with a nationwide book tour?Bill Clinton's mantra was  I feel your pain   a phrase he uttered not at the site of a flood or a quake but in a Manhattan nightclub  where he was heckled by an Aids activist. Hillary's equivalent is not an offer of empathy but a demand for sympathy: she wants us to feel her pain - the numbing shock of election night  the anguish of having to face a hostile crowd at Trump's inauguration and listen to him rant about social carnage in a speech that George W Bush described as  some weird shit . Continue reading...", "Title": "What Happened by Hillary Rodham Clinton review - no twinge of remorse"}, {"URL": "https://www.theguardian.com/lifeandstyle/2017/sep/18/gwyneth-paltrow-thinks-you-should-try-colonic-irrigation-is-she-right", "Description": "Paltrow makes great claims for it on her site Goop and others agree. But the medical evidence shows it does more harm than goodDo you believe that washing out your colon gives you energy and may improve headaches  allergies and acne? Colonic therapy is encouraged by celebrity endorsements and their websites. Gwyneth Paltrow's Goop claims  For the uninitiated  a colonic is essentially a way to hydrate and irrigate your colon - a section of your intestines that's approximately five feet long - by filling it with warm water and then flushing it out repeatedly.  Goop acknowledges the efficacy of colonics is  often debated   but offers Dr Alejandro Junger to guide us. The clue in the direction he is leaning is the 20  Dr Junger's Gut Cleanses  the site is giving away. Continue reading...", "Title": "Gwyneth Paltrow thinks you should try colonic irrigation. Is she right?"}, {"URL": "https://www.theguardian.com/education/2017/sep/18/how-strict-is-too-strick-great-yarmouth-academy-smile", "Description": "We asked experts  after a Great Yarmouth academy said pupils must smile - and thank teachers after lessons. Tell us what you think belowAn academy in Great Yarmouth has revised its behaviour guidelines after parents complained they were too strict. A rulebook circulated to staff had said teachers were to be considered  unquestioned authority . Students were to be told they had to smile  and to thank their teacher after class.  Pupils who do not say thank you as they leave the lesson are choosing to be rude. They will be punished.  Children who said they felt sick would be given a bucket so they could remain in school. New milder guidance has since been issued to parents and students.A spokesman for the Great Yarmouth Charter academy  part of the Inspiration Trust chain  explained in a statement:  This summer the old Great Yarmouth High [the school's previous name] returned the lowest GCSE results in the county  and for many years has underperformed compared to other schools in the borough. We don't believe this is good enough  and we don't believe it is because our pupils are any less able. What they need is the right environment in which to learn and succeed. Continue reading...", "Title": "How strict is too strict at school?"}, {"URL": "https://www.theguardian.com/environment/2017/sep/17/beware-nuclear-industrys-fake-news-on-being-emissions-free", "Description": "David Blackburn says we need decentralised energy sources; David Lowry on nuclear not being zero-carbon technology; plus letters from David Hayes and Fred StarrI wholeheartedly agree with much of your editorial (14 September)  as the economics of new nuclear is weaker than ever at a time when renewables are coming in cheaper year on year. You point out the crisis in the funding of renewables and we could not agree more. The UK desperately needs to reboot financial support for decentralised energy in order to maximise long-term benefits for all. Councils  in particular  are calling for the restoration of feed-in tariffs and other support that has been instrumental in the creation of innovative  local  low-carbon energy schemes  Passivhaus-accredited buildings  and energy efficiency programmes for dealing with the scourge of fuel poverty.While the dramatic cost reductions in offshore wind are to be welcomed  it has to be joined with renewed support for decentralised energy projects  approval for tidal energy schemes and the resumption of support for solar and onshore wind. The government must see that the energy landscape has changed dramatically. An energy review and reboot is urgently required.Cllr David BlackburnVice-chair  UK and Ireland Nuclear Free Authorities Continue reading...", "Title": "Beware nuclear industry's fake news on being emissions free | Letters"}, {"URL": "https://www.theguardian.com/society/gallery/2017/sep/18/no-place-like-home-in-pictures", "Description": "No Place Like Home is a photography and audio project by London-based photographer Jonathan Donovan.Each story explores what it is like to live in London  and asks what constitutes a home in this febrile environment. Exhibition from 16 - 22 September at Platform Southwark  London SE1 8BS  Continue reading...", "Title": "No place like home - in pictures"}, {"URL": "http://www.bbc.co.uk/news/world-latin-america-41302157", "Description": "Maria will bring dangerous storm surges and life-threatening floods to already-devastated areas.", "Title": "Hurricane Maria to become major storm near Caribbean islands"}, {"URL": "http://www.bbc.co.uk/news/world-us-canada-41296988", "Description": "Reports say the US will no longer withdraw from the Paris deal or will change its approach.", "Title": "Paris climate deal: US denies it will stay in accord"}, {"URL": "http://www.bbc.co.uk/news/business-41220948", "Description": "Figures from the government are seen as a milestone in the advance of renewable energy.", "Title": "Offshore wind power cheaper than new nuclear"}, {"URL": "http://www.bbc.co.uk/news/science-environment-41202929", "Description": "Animals and plants may be living in warm caves under Antarctica's ice  according to a study.", "Title": "Unknown species may thrive in Antarctic caves"}, {"URL": "http://www.bbc.co.uk/news/science-environment-41167853", "Description": "England's householders get a raw deal over insulating their homes to save on energy bills  researchers say.", "Title": "Households 'need help to get warmer home'"}, {"URL": "http://www.bbc.co.uk/news/science-environment-40900679", "Description": "BBC environment analyst Roger Harrabin reviews Al Gore's climate movie sequel.", "Title": "Climate crusader Gore takes up arms again"}, {"URL": "http://www.bbc.co.uk/news/world-us-canada-41107049", "Description": "The reasons why the fourth-largest city in the US has become its flood capital.", "Title": "Flood capital"}, {"URL": "http://www.bbc.co.uk/news/world-europe-41049827", "Description": "A huge rockfall in Val Bondasca raises questions about how climate change is affecting the Alps.", "Title": "Alps melting?"}]}